Repository: huangjinshe/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: de_de, es_es, hi_in, ru_ru, ug_cn, ur_pk, uz_latn, zh_cn

# OperateChangeNextStartup
source: {0} success, Will changing when system next startup！
de_de: {0} Erfolg, wird beim nächsten Systemstart wirksam!
es_es: {0} ¡Éxito, surtirá efecto en el próximo arranque del sistema!
hi_in: {0} सफल है, यह अगली बार सिस्टम शुरू होने पर प्रभावी होगा!
ru_ru: {0} Успех, вступит в силу при следующей загрузке системы!
ug_cn: {0} ئۇتۇقلۇق بولدى، سېستىمىنى قايتا قوزغاتقاندىن كېيىن ئۆزگىرەيدۇ !‏
ur_pk: {0} کامیاب ہے ، اگلی بار جب یہ سسٹم شروع ہوجائے گا تو وہ نافذالعمل ہوگا !‏
uz_latn: {0} Muvaffaqiyatli yakunlandi, tizim keyingi ishga tushirilganda kuchga kiradi!
zh_cn: {0}成功, 将在系统下次启动时生效！

source: Server IP Address
de_de: Server-IP-Adresse
es_es: Dirección IP del servidor
hi_in: सर्वर आईपी पता
ru_ru: IP-адрес сервера
ug_cn: مۇلازىمېتىر IP ئادرېسى‏
ur_pk: سرور کا IP ایڈریس
uz_latn: Server IP-manzili
zh_cn: 服务器IP地址

source: Barcode No
de_de: Strichcode-Nummer
es_es: Número de código de barras
hi_in: बारकोड का अंक
ru_ru: Номер штрих-кода
ug_cn: سىزىقلىق كود نومۇرى
ur_pk: بارکوڈ نمبر
uz_latn: Shtrixli raqam
zh_cn: 条形码编号

source: Only Display Selected
de_de: Nur die ausgewählten anzuzeigen
es_es: Mostrar sólo los seleccionados
hi_in: केवल चयनित दिखाएं
ru_ru: Показать только выбранные
ug_cn: تاللانغىنىلا كۆرسۈتۈلۈش
ur_pk: صرف منتخب کردہ دکھائیں
uz_latn: Faqat tanlangan namoyish
zh_cn: 只显示选择的

source: Current product already exists!
de_de: Aktuelle Produkte existieren bereits!
es_es: ¡Los productos actuales ya existen!
hi_in: वर्तमान उत्पाद पहले से मौजूद है!
ru_ru: Современные продукты уже существуют!
ug_cn: نۆۋەتتىكى مەھسۇلات ئاللىقاچان مەۋجۈت !‏
ur_pk: موجودہ پراڈکٹ پہلے سے ہی سیو ہے !‏
uz_latn: Hozirgi mahsulot allaqachon mavjud!
zh_cn: 当前产品已经存在!

source: Statistic
de_de: Statistik
es_es: Estadísticas
hi_in: आंकड़े
ru_ru: Статистика
ug_cn: ستاتىستىكا
ur_pk: اعدادوشمار
uz_latn: Statistika
zh_cn: 统计

# Exception_InvalidMediaRoot
source: The server image path is invalid or does not exist, please check the folder or the network! Error code: 100
de_de: Der Server-Image-Pfad ist ungültig oder existiert nicht, bitte überprüfen Sie den Ordner oder das Netzwerk! Fehlercode: 100
es_es: La ruta de la imagen del servidor es inválida o no existe, por favor, compruebe la carpeta o la red! Código de error: 100
hi_in: सर्वर चित्र पथ अमान्य है या मौजूद नहीं है, कृपया फ़ोल्डर या नेटवर्क की जाँच करें! त्रुटि कोड: 100
ru_ru: Путь к образу сервера недействителен или не существует, пожалуйста, проверьте папку или сеть! Код ошибки: 100
ug_cn: مۇلازىمېتىر رەسىم ئادرىسى ئىناۋەتسىز ياكى مەۋجۈت ئەمەس، ھۆججەت قىسقۇرچنى ياكى تورنى تەكشۇرۈڭ ! خاتالىق نۇمۇرى: 100‏
ur_pk: سرور تصویر کا راستہ غلط ہے یا موجود نہیں ہے ، براہ کرم فولڈر یا نیٹ ورک کی جانچ کریں! غلطی کا کوڈ: 100
uz_latn: Serverning rasm chizig'i yaroqsiz yoki mavjud emas, iltimos, papkani yoki tarmoqni tekshiring! Xato kodi: 100
zh_cn: 服务器图片路径无效或不存在, 请检查文件夹或网络！错误代码：100

source: Canceld
de_de: Abgebrochen
es_es: Cancelado
hi_in: रद्द
ru_ru: Отменено
ug_cn: بىكار قىلىندى
ur_pk: منسوخ
uz_latn: Bekor qilindi
zh_cn: 已取消

# Exception_Relogin
source: Session expired, please exit the system and login again!
de_de: Sitzung abgelaufen, bitte ausloggen und wieder einloggen!
es_es: La sesión ha terminado, por favor cierre la sesión y vuelva a entrar!
hi_in: सत्र समाप्त हो गया है, कृपया लॉग आउट करें और फिर से लॉग इन करें!
ru_ru: Сессия истекла, пожалуйста, выйдите и войдите обратно!
ug_cn: ئالاقە ئەمەلدىن قالدى، سېستىمىدىن چىكىنىپ قايتا كىرىڭ !‏
ur_pk: سیشن کی میعاد ختم ہوگئی ہے ، براہ کرم لاگ آؤٹ اور دوبارہ لاگ ان ہوں !‏
uz_latn: Amaliyot muddati tugadi, iltimos tizimdan chiqing va qayta kiring!
zh_cn: 会话过期, 请退出系统并重新登录!

# InputNotValid
source: Please enter the correct Information!
de_de: Bitte geben Sie alle relevanten Informationen genau so ein, wie sie gerade eingegeben werden!
es_es: Por favor, introduzca toda la información relevante exactamente como está introducida actualmente!
hi_in: कृपया सही और पूरी तरह से वर्तमान प्रासंगिक जानकारी दर्ज करें!
ru_ru: Пожалуйста, введите правильную информацию!
ug_cn: ‏ ئالاقىدار سانشىغىرنى توغرا ۋە تۇلۇق كىرگۈزۈڭ !‏
ur_pk: براہ کرم موجودہ متعلقہ معلومات کا درست اور مکمل طور پر اندراج کریں !‏
uz_latn: Iltimos, dolzarb ma'lumotni aniq va to'liq kiriting!
zh_cn: 请准确完整输入当前的相关信息!

source: Bill
de_de: Rechnung
es_es: Facturación
hi_in: बिल
ru_ru: Счет
ug_cn: تالون
ur_pk: بل
uz_latn: Hisob
zh_cn: 账单

source: Income Manager
de_de: Verwaltung der Einnahmen
es_es: La gestión de los ingresos
hi_in: टैक्स मैनेजमेंट
ru_ru: Управление доходами
ug_cn: كىرىم باشقۇرۇش
ur_pk: تنظیم آمدن
uz_latn: Daromadlarni boshqarish
zh_cn: 收入管理

source: Expend Bill
de_de: Ausgaben von Rechnung
es_es: Facturación de los gastos
hi_in: बिल का भुगतान करना
ru_ru: Счет расходов
ug_cn: چىقىم تالونى
ur_pk: بل خرچ کرنا
uz_latn: Xarajatlarni sarflash
zh_cn: 支出账单

source: Owed Price
de_de: Kreditbetrag
es_es: La cantidad de crédito
hi_in: राशि क्रेडिट करें
ru_ru: Сумма кредита
ug_cn: نىسى سوممىسى
ur_pk: کریڈٹ کی رقم
uz_latn: Kredit summasi
zh_cn: 赊欠金额

# IncomeStatistic
source: Income Statistics
de_de: Einkommensstatistik
es_es: Estadísticas de ingresos
hi_in: आय के आंकड़े
ru_ru: Статистика доходов
ug_cn: كىرىم ستاتىستىكىسى
ur_pk: آمدنی کے اعدادوشمار
uz_latn: Daromadlar statistikasi
zh_cn: 收入统计

# SpendStatistic
source: Expend Statistics
de_de: Statistik der Ausgaben
es_es: Estadísticas de gastos
hi_in: व्यय के आँकड़े
ru_ru: Статистика расходов
ug_cn: چىقىم ستاتىستىكىسى
ur_pk: اخراجات کے اعدادوشمار
uz_latn: Xarajatlar statistikasi
zh_cn: 支出统计

# SellProductsStatistic
source: Sell Products Statistics
de_de: Statistik der verkauften Produkte
es_es: Estadísticas de productos vendidos
hi_in: बिक्री के उत्पाद आँकड़े
ru_ru: Статистика проданных товаров
ug_cn: ساتقان مەھسۇلات ستاتىستىكىسى
ur_pk: سیلز پروڈکٹ کے اعدادوشمار
uz_latn: Savdo mahsulotlarining statistikasi
zh_cn: 出售产品统计

# SpendProductsStatistic
source: Purchase Products Statistics
de_de: Kaufstatistik
es_es: Estadísticas de compra
hi_in: उत्पाद के आंकड़े खरीदें
ru_ru: Статистика закупок
ug_cn: ئالغان مەھسۇلات ستاتىستىكىسى
ur_pk: پروڈکٹ کے اعداد و شمار خریدیں
uz_latn: Mahsulotlar statistikasini sotib olish
zh_cn: 购买产品统计

source: Not found any records!
de_de: Es wurden keine Aufzeichnungen gefunden!
es_es: ¡No se encontraron registros!
hi_in: कोई रिकॉर्ड नहीं मिला!
ru_ru: Никаких записей не найдено!
ug_cn: ھېچقانداق خاتىرە تېپىلمىدى !‏
ur_pk: کوئی ریکارڈ نہیں ملا !‏
uz_latn: Hech qanday yozuv topilmadi!
zh_cn: 未找到任何记录!

source: Proportion
de_de: Prozent
es_es: Proporciones
hi_in: अनुपात
ru_ru: Пропорции
ug_cn: نىسبىتى
ur_pk: ریشو
uz_latn: Mutanosiblik
zh_cn: 比例

source: Permissions Menu
de_de: Berechtigungen des Menüs
es_es: Menú de permisos
hi_in: अनुमति मेनू
ru_ru: Меню разрешений
ug_cn: ھوقۇق تىزىملىكى
ur_pk: اجازت کا مینو
uz_latn: Ruxsatnoma menyusi
zh_cn: 权限菜单

# Exception_MemberDisabled
source: Member is disabled !
de_de: Die Mitgliedschaft ist behindert!
es_es: ¡La membresía está deshabilitada!
hi_in: सदस्य अक्षम है!
ru_ru: Членство отключено!
ug_cn: ئەزا چەكلەنگەن !‏
ur_pk: ممبر غیر فعال ہے !‏
uz_latn: A'zo o'chirilgan!
zh_cn: 会员被禁用！

source: Income
de_de: Einnahmen
es_es: Ganancias
hi_in: आय
ru_ru: Заработок
ug_cn: كىرىم
ur_pk: آمدنی
uz_latn: Daromad
zh_cn: 收入

source: Image Mode
de_de: Bild-Modus
es_es: Modo de imagen
hi_in: चित्र विधा
ru_ru: Режим изображения
ug_cn: رەسىم شەكلى
ur_pk: تصویر کا انداز
uz_latn: Rasm rejimi
zh_cn: 图片模式

# Exception_DeviceCountOutOfLimit
source: Device count limit exceeded! {0}Error code: 105
de_de: Die maximale Anzahl von Geräten sind überschritten! {0} Fehlercode: 105
es_es: ¡Supera el número máximo de dispositivos! {0} Código de error: 105
hi_in: डिवाइस अधिकतम संख्या सीमा से अधिक है! {0} गलती कोड: 105
ru_ru: Превышение максимального количества устройств! {0} Код ошибки: 105
ug_cn: ئۈسكۈنە بەلگىلەنگەن ئەڭ يۇقىرى سانىدىن ئېشىپ كەتتى !‏ {0}خاتالىق نۇمۇرى: 105
ur_pk: ڈیوائس حد سے زیادہ تجاوز کر گیَی ہے ! {0} غلطی کا کوڈ: 105
uz_latn: Qurilma maksimal raqam chegarasidan oshib ketdi! {0} Xato kodi: 105
zh_cn: 设备超出最大数量限制！{0}错误代码：105

# NewPasswordSizeLimit
source: The new password at least {0} characters!
de_de: Das neue Passwort besteht aus mindestens {0} Ziffern!
es_es: ¡La nueva contraseña tiene al menos {0} dígitos!
hi_in: नया पासवर्ड कम से कम {0} अंकों का होना चाहिए!
ru_ru: Новый пароль - не менее {0} цифр!
ug_cn: يېڭى شىفىر ئەڭ ئاز بولغاندا {0} خانە بولسۇن !‏
ur_pk: نیا پاس ورڈ کم از کم {0} ہندسوں کا ہونا چاہئے !‏
uz_latn: Yangi parol kamida {0} raqamdan iborat bo'lishi kerak!
zh_cn: 新密码至少是{0}位数!

source: Log Title
de_de: Log-Titel
es_es: Título de la bitácora
hi_in: लॉग शीर्षक
ru_ru: Название бревна
ug_cn: خاتىرە تىمىسى
ur_pk: لاگ کا عنوان
uz_latn: Jurnal nomi
zh_cn: 日志标题

source: Log Content
de_de: Inhalt des Protokolls
es_es: Contenido del registro
hi_in: सामग्री लॉग करें
ru_ru: Содержание журнала
ug_cn: خاتىرە مەزمۇنى
ur_pk: لاگ کا مواد
uz_latn: Jurnal tarkibi
zh_cn: 日志内容

source: Admin Log
de_de: Administrator-Protokoll
es_es: Registro del admin
hi_in: व्यवस्थापक लॉग
ru_ru: Журнал администратора
ug_cn: باشقۇرغۇچى خاتىرسى
ur_pk: ایڈمنسٹریٹر لاگ
uz_latn: Administrator jurnali
zh_cn: 管理员日志

source: Admin Pay
de_de: Verwalter-Zahlungen
es_es: Pagos del administrador
hi_in: प्रशासक का भुगतान
ru_ru: Административные платежи
ug_cn: باشقۇرغۇچى تۆلەم
ur_pk: ایڈمنسٹریٹر کی تنخواہ
uz_latn: Ma'mur uchun to'lov
zh_cn: 管理员支付

# AdminPayDescription
source: Admin Pay Details
de_de: Zahlungsdetails für Administratoren anzeigen
es_es: Ver los detalles de pago del administrador
hi_in: व्यवस्थापक भुगतान विवरण देखें
ru_ru: Просмотр платежных данных администратора
ug_cn: باشقۇرغۇچى تۆلەم تەپسىلاتىنى كۆرۈش
ur_pk: ایڈمنسٹریٹر کی ادائیگی کی تفصیلات دیکھیں
uz_latn: Administratorning to'lov ma'lumotlarini ko'rish
zh_cn: 查看管理员支付详细

source: Admin Pay No
de_de: Zahlungsnummer des Verwalters
es_es: Número de pago del administrador
hi_in: प्रशासक भुगतान संख्या
ru_ru: Номер платежа администратора
ug_cn: باشقۇرغۇچى تۆلەم نومۇرى
ur_pk: ایڈمنسٹریٹر کا ادائیگی نمبر
uz_latn: Administratorning to'lov raqami
zh_cn: 管理员支付编号

source: Supplier Pay
de_de: Zahlungen von Verkäufern
es_es: Pagos a los proveedores
hi_in: आपूर्तिकर्ता भुगतान
ru_ru: Продажные платежи
ug_cn: تەمىناتچى تۆلەم
ur_pk: سپلائر کی ادائیگی
uz_latn: Yetkazib beruvchining to'lovi
zh_cn: 供应商支付

# SupplierPayDescription
source: Supplier Pay Details
de_de: Zahlungsdetails von Lieferanten anzeigen
es_es: Ver los detalles de pago de los proveedores
hi_in: आपूर्तिकर्ता भुगतान विवरण देखें
ru_ru: Просмотреть информацию об оплате поставщика
ug_cn: تەمىناتچى تۆلەم تەپسىلاتىنى كۆرۈش
ur_pk: سپلائر کی ادائیگی کی تفصیلات دیکھیں
uz_latn: Yetkazib beruvchining to'lov ma'lumotlarini ko'rish
zh_cn: 查看供应商支付详细

source: Supplier Pay No
de_de: Zahlungsnummer des Lieferanten
es_es: Número de pago del proveedor
hi_in: आपूर्तिकर्ता भुगतान संख्या
ru_ru: Номер платежа поставщика
ug_cn: تەمىناتچى تۆلەم نومۇرى
ur_pk: سپلائر کا ادائیگی نمبر
uz_latn: Yetkazib beruvchining to'lov raqami
zh_cn: 供应商支付编号

source: Supplier Manager
de_de: Lieferanten-Management
es_es: Gestión de proveedores
hi_in: आपूर्ति प्रबंधन
ru_ru: Управление поставщиками
ug_cn: تەمىناتچى باشقۇرۇش
ur_pk: سپلائر مینجمنٹ
uz_latn: Yetkazib beruvchilarni boshqarish
zh_cn: 供应商管理

# SupplierExpiredDescription
source: Change supplier expired time!
de_de: Ändern Sie Lieferanten-Fälligkeitsdaten!
es_es: ¡Modificar las fechas de vencimiento de los proveedores!
hi_in: आपूर्तिकर्ता समाप्ति समय को संशोधित करें!
ru_ru: Изменить сроки оплаты поставщика!
ug_cn: تەمىناتچىنىڭ ئىناۋەتلىك ۋاقتىنى ئۆزگەرتىش !‏
ur_pk: سپلائر کی میعاد ختم ہونے کے وقت کی ترمیم کریں !‏
uz_latn: Yetkazib beruvchining amal qilish muddatini o'zgartiring!
zh_cn: 修改供应商到期时间!

source: Supplier No
de_de: Nummer des Lieferanten
es_es: Número de proveedor
hi_in: आपूर्तिकर्ता कोड
ru_ru: Номер поставщика
ug_cn: تەمىناتچى نومۇرى
ur_pk: سپلائر کا کوڈ
uz_latn: Etkazib beruvchi kodi
zh_cn: 供应商编号

source: Supplier Name
de_de: Name des Anbieters
es_es: Nombre del proveedor
hi_in: आपूर्तिकर्ता का नाम
ru_ru: Имя поставщика
ug_cn: تەمىناتچى نامى
ur_pk: سپلائر کا نام
uz_latn: Yetkazib beruvchining nomi
zh_cn: 供应商名称

source: AddSupplier
de_de: Hinzufügen von Lieferanten
es_es: Añadiendo proveedores
hi_in: आपूर्तिकर्ता जोड़ें
ru_ru: Добавление поставщиков
ug_cn: تەمىناتچى قوشۇش
ur_pk: سپلائر شامل کریں
uz_latn: Yetkazib beruvchini qo'shing
zh_cn: 添加供应商

# SupplierExpired
source: Current supplier has expired!
de_de: Der aktuelle Anbieter ist abgelaufen!
es_es: ¡El vendedor actual ha expirado!
hi_in: वर्तमान आपूर्तिकर्ता समाप्त हो गया है!
ru_ru: Текущий поставщик истек!
ug_cn: نۆۋەتتىكى تەمىناتچى ۋاقتى توشۇپ قالدى !‏
ur_pk: موجودہ سپلائر کی میعاد ختم ہوگئی ہے !‏
uz_latn: Amaldagi etkazib beruvchining muddati tugadi!
zh_cn: 当前供应商已经到期!

# Exception_SupplierDisabled
source: Supplier is disabled !
de_de: Der Verkäufer ist behindert!
es_es: ¡El vendedor está incapacitado!
hi_in: आपूर्तिकर्ता अक्षम है!
ru_ru: Поставщик отключен!
ug_cn: تەمىناتچى چەكلەنگەن !‏
ur_pk: سپلائر غیر فعال ہے !‏
uz_latn: Yetkazib beruvchi nogiron!
zh_cn: 供应商被禁用！

source: Supplier Balance Price
de_de: Salden der Lieferanten
es_es: Saldos de proveedores
hi_in: आपूर्तिकर्ता संतुलन
ru_ru: Балансы поставщиков
ug_cn: تەمىناتچى قالدۇق سوممىسى
ur_pk: سپلائر کا بیلنس
uz_latn: Yetkazib beruvchilar balansi
zh_cn: 供应商余额

# SupplierBalanceNotEnough
source: Supplier Balance Price Not Enough!
de_de: Nicht genug Gleichgewicht unter den Anbietern!
es_es: ¡No hay suficiente equilibrio de proveedores!
hi_in: आपूर्तिकर्ता संतुलन पर्याप्त नहीं है!
ru_ru: Недостаточный баланс поставщиков!
ug_cn: تەمىناتچى قالدۇق سوممىسى يېتەرلىك ئەمەس!‏
ur_pk: سپلائر بیلنس ناکافی ہے!‏
uz_latn: Yetkazib beruvchining balansi etarli emas!
zh_cn: 供应商余额不够!

source: Supplier Deals Price
de_de: Vorzugspreise für Lieferanten
es_es: Precios preferenciales de los proveedores
hi_in: प्रदायक अधिमान्य मूल्य
ru_ru: Льготные цены поставщиков
ug_cn: تەمىناتچى ئىتىبار باھاسى
ur_pk: سپلائر کی ڈسکاؤنٹڈڈ قیمت
uz_latn: Yetkazib beruvchining imtiyozli narxi
zh_cn: 供应商优惠价格

source: Supplier Paid Price
de_de: Vom Lieferanten gezahlter Betrag
es_es: Cantidad pagada por el proveedor
hi_in: आपूर्तिकर्ता भुगतान राशि
ru_ru: Сумма оплачивается поставщиком
ug_cn: تەمىناتچى تاپشۇرغان پۇل
ur_pk: سپلائر کی ادائیگی کی رقم
uz_latn: Yetkazib beruvchining to'lov miqdori
zh_cn: 供应商支付金额

source: Please wait...
de_de: Einen Moment, bitte...
es_es: Un momento, por favor...
hi_in: कृपया प्रतीक्षा करें...
ru_ru: Пожалуйста подождите...
ug_cn: تەخىر قىلىڭ...‏
ur_pk: برائے مہربانی انتظار کریں...‏
uz_latn: Iltimos kuting...
zh_cn: 请稍等...

source: Creating the document...
de_de: Dokument wird erstellt...
es_es: El documento que se está creando...
hi_in: दस्तावेज़ बनाया जा रहा है ...
ru_ru: Создаваемый документ...
ug_cn: ھۆججەت قۇرۇلۇۋاتىدۇ...‏
ur_pk: دستاویز بنائی جارہی ہے...‏
uz_latn: Hujjat yaratilmoqda ...
zh_cn: 文档建立中...

# TableUsed
source: Current table is used!
de_de: Aktueller Tisch in Gebrauch!
es_es: ¡La mesa actual está en uso!
hi_in: वर्तमान तालिका उपयोग में है!
ru_ru: Текущая таблица в использовании!
ug_cn: ھازىرقى ئۈستەل ئىشلىتىلىۋاتىدۇ !‏
ur_pk: موجودہ ٹیبل استعمال میں ہے !‏
uz_latn: Joriy jadval ishlatilmoqda!
zh_cn: 当前桌子使用中!

# Exception_InvalidType
source: Please enter the correct Information!
de_de: Bitte geben Sie alle relevanten Informationen genau so ein!
es_es: Por favor, introduzca toda la información relevante exactamente como está!
hi_in: कृपया सही और पूरी तरह से वर्तमान प्रासंगिक जानकारी दर्ज करें!
ru_ru: Пожалуйста, введите правильную информацию!
ug_cn: ‏ ئالاقىدار سانشىغىرنى توغرا ۋە تۇلۇق كىرگۈزۈڭ !‏
ur_pk: براہ کرم موجودہ متعلقہ معلومات کو درست اور مکمل طور پر داخل کریں !‏
uz_latn: Iltimos, dolzarb ma'lumotni aniq va to'liq kiriting!
zh_cn: 请准确完整输入当前的相关信息!

source: Change Cost Price
de_de: Kostenpreis ändern
es_es: Modificar el precio de coste
hi_in: लागत मूल्य को संशोधित करें
ru_ru: Изменить себестоимость
ug_cn: تەننەرخ باھا ئۆزگەرتىش
ur_pk: لاگت کی قیمت میں ترمیم کریں
uz_latn: Narxlarni o'zgartirish
zh_cn: 修改成本价格

source: Index Name
es_es: Nombre del índice
hi_in: सूचकांक नाम
ru_ru: Наименование индекса
ug_cn: ئاچقۇچ نامى
ur_pk: انڈیکس کا نام
uz_latn: Indeks nomi
zh_cn: 索引名称

source: Finance Log
de_de: Finanzielles Logbuch
es_es: Registro financiero
hi_in: वित्तीय पत्रिका
ru_ru: Финансовый журнал
ug_cn: مالىيە خاتىرىسى
ur_pk: فنانس جرنل
uz_latn: Moliyaviy jurnal
zh_cn: 财务日志

source: Operate Name
de_de: Name der Operation
es_es: Nombre de la operación
hi_in: ऑपरेशन का नाम
ru_ru: Название операции
ug_cn: مەشغۇلات نامى
ur_pk: آپریشن کا نام
uz_latn: Operatsion nomi
zh_cn: 操作名称

source: Open
de_de: offen (eine Tür)
es_es: Abrir
hi_in: खोलो
ru_ru: Открыть (дверь)
ug_cn: ئېچىش
ur_pk: آن کر دو
uz_latn: Yoqish; ishga tushirish
zh_cn: 打开

source: Cash Drawer
de_de: Geldkassette
es_es: Caja de dinero
hi_in: कैश बॉक्स
ru_ru: Ящик для денег
ug_cn: پۇل ساندۇقى
ur_pk: کیش باکس
uz_latn: Naqd pul qutisi
zh_cn: 钱箱

source: Is Pay By Card
de_de: Zahlung per Kreditkarte
es_es: Pago con tarjeta de crédito
hi_in: क्रेडिट कार्ड से भुगतान
ru_ru: Оплата кредитной картой
ug_cn: كارتىدا تۆلەنگەن
ur_pk: کریڈٹ کارڈ کی ادائیگی
uz_latn: Kredit karta to'lovi
zh_cn: 刷卡支付

source: Card Paid Price
de_de: Mit Kreditkarte bezahlter Betrag
es_es: Cantidad pagada con tarjeta de crédito
hi_in: क्रेडिट कार्ड से भुगतान राशि
ru_ru: Сумма, оплаченная кредитной картой
ug_cn: كارتىدا تۆلىگەن پۇل
ur_pk: کریڈٹ کارڈ کی ادائیگی کی رقم
uz_latn: Kredit karta to'lovi miqdori
zh_cn: 刷卡支付金额

# SpendPaysStatistic
source: Pays Spend Statistic
de_de: Statistik über Auszahlungen
es_es: Estadísticas sobre los desembolsos
hi_in: भुगतान व्यय के आँकड़े
ru_ru: Статистика выплат
ug_cn: تۆلەم چىقىم ستاتىستىكىسى
ur_pk: ادائیگی کے اخراجات کے اعدادوشمار
uz_latn: To'lov xarajatlari statistikasi
zh_cn: 支付支出统计

# SalePaysStatistic
source: Pays Sale Statistic
de_de: Statistik über Zahlungseinkommen
es_es: Estadísticas sobre los ingresos por pagos
hi_in: भुगतान आय के आँकड़े
ru_ru: Статистика доходов от платежей
ug_cn: تۆلەم كىرىم ستاتىستىكىسى
ur_pk: ادائیگی سے متعلق آمدنی کے اعدادوشمار
uz_latn: To'lov daromadlari statistikasi
zh_cn: 支付收入统计

source: Balance Pay
de_de: Restzahlung
es_es: Pago del saldo
hi_in: शेष राशि भुगतान
ru_ru: Выплата остатка
ug_cn: قالدۇق تۆلەم
ur_pk: بیلنس کی ادائیگی
uz_latn: Balansni to'lash
zh_cn: 余额支付

# BalancePayDescription
source: Balance Pay Details
de_de: Details zur Restzahlung anzeigen
es_es: Ver detalles de pago del saldo
hi_in: शेष भुगतान विवरण देखें
ru_ru: Просмотреть информацию об оплате баланса
ug_cn: قالدۇق تۆلەم تەپسىلاتىنى كۆرۈش
ur_pk: بیلنس ادائیگی کی تفصیلات دیکھیں
uz_latn: Balans to'lovi ma'lumotlarini ko'ring
zh_cn: 查看余额支付详细

source: Balance Pay No
de_de: Nummer der Restzahlung
es_es: Número de pago del saldo
hi_in: शेष भुगतान संख्या
ru_ru: Номер платежа баланса
ug_cn: قالدۇق تۆلەم نومۇرى
ur_pk: بیلنس کا ادائیگی نمبر
uz_latn: Balans to'lov raqami
zh_cn: 余额支付编号

# SoftServiceNameWithoutVersion
source: Oybab Trading System
de_de: Oybab -Handelssystem
es_es: El sistema de comercio de Oybab
hi_in: Oybab ट्रेडिंग सिस्टम
ru_ru: Торговая система Monssen
ug_cn: ئويباب سودا سېستىمىسى
ur_pk: Oybab ٹریڈنگ سسٹم
uz_latn: Oybab savdo tizimi
zh_cn: 梦胜交易系统

# DirectionMode
source: LeftToRight
ug_cn: RightToLeft
ur_pk: RightToLeft

# LoginUserInputMsg
source: Please input admin no
de_de: Bitte geben Sie Ihre Administrator-Nummer ein
es_es: Por favor, introduzca su número de administrador
hi_in: कृपया व्यवस्थापक नंबर दर्ज करें
ru_ru: Пожалуйста, введите ваш администраторский номер
ug_cn: باشقۇرغۇچى نومۇرىنى كىرگۈزۈڭ
ur_pk: براہ کرم ایڈمنسٹریٹر نمبر درج کریں
uz_latn: Iltimos, administrator raqamini kiriting
zh_cn: 请输入管理员编号

# LoginPasswordInputMsg
source: Please input password no
de_de: Bitte geben Sie Ihr Administrator-Passwort ein
es_es: Por favor, introduzca su contraseña de administrador
hi_in: कृपया व्यवस्थापक पासवर्ड दर्ज करें
ru_ru: Пожалуйста, введите пароль администратора
ug_cn: باشقۇرغۇچى شىفىرىنى كىرگۈزۈڭ
ur_pk: براہ کرم ایڈمنسٹریٹرکا پاس ورڈ درج کریں
uz_latn: Iltimos, administrator parolini kiriting
zh_cn: 请输入管理员密码

# Reset2
source: Reset
de_de: Zurücksetzen
es_es: Reajustar
hi_in: रीसेट
ru_ru: Сброс
ug_cn: ئۆچۈرۈش
ur_pk: ری سیٹ کریں
uz_latn: Qayta o'rnatish
zh_cn: 重置

# OK2
source: OK
de_de: Identifizieren
es_es: Confirmar
hi_in: निर्धारित
ru_ru: Идентифицировать
ug_cn: جەزىملەش
ur_pk: کنفرم
uz_latn: Aniqlash
zh_cn: 确定

# HorizontalModel
source: Left
ug_cn: Right
ur_pk: Right

# CompanyLogoName
source: Oybab Technology
de_de: Oybab Technologie
hi_in: Oybab प्रौद्योगिकी
ru_ru: Технология Oybab
ug_cn: ئويباب ئۇچۇر-تېخنىكىسى
ur_pk: Oybab ٹیکنالوجی
uz_latn: Oybab texnologiyasi
zh_cn: 梦胜科技

# RegNoInputMessage
source: Please input reg no
de_de: Bitte geben Sie den Registrierungscode ein
es_es: Por favor, introduzca el código de registro
hi_in: कृपया पंजीकरण कोड दर्ज करें
ru_ru: Пожалуйста, введите регистрационный код
ug_cn: تىزىملاش نومۇرىنى كىرگۈزۈڭ
ur_pk: برائے کرم رجسٹریشن کوڈ درج کریں
uz_latn: Iltimos, ro'yxatdan o'tish kodini kiriting
zh_cn: 请输入注册码

# RegCountInputMessage
source: Please input count reg no
de_de: Bitte geben Sie den Mengenregistrierungscode ein
es_es: Por favor, introduzca el código de registro de cantidad
hi_in: कृपया मात्रा पंजीकरण कोड दर्ज करें
ru_ru: Пожалуйста, введите код регистрации количества
ug_cn: سان تىزىملاش نومۇرىنى كىرگۈزۈڭ
ur_pk: براہ کرم مقدار کے اندراج کوڈ درج کریں
uz_latn: Iltimos, miqdorni ro'yxatdan o'tkazish kodini kiriting
zh_cn: 请输入数量注册码

# Exception_AdminExists
source: Current administrator is using !{0}Error code: 113
de_de: Der aktuelle Admin benutzt es! {0} Fehlercode: 113
es_es: ¡El actual administrador lo está usando! {0} Código de error: 113
hi_in: वर्तमान व्यवस्थापक उपयोग कर रहा है! {0} गलती कोड: 113
ru_ru: Текущий администратор использует ! {0} Код ошибки: 113
ug_cn: نۆۋەتتىكى باشقۇرغۇچى ئىشلىتىلىۋاتىدۇ !‏{0} خاتالىق نۇمۇرى: 113
ur_pk: موجودہ ایڈمنسٹریٹر استعمال کررہا ہے! {0} غلطی کا کوڈ: ۱۱۳
uz_latn: Amaldagi administrator foydalanmoqda! {0} Xato kodi: 113
zh_cn: 当前管理员正在使用！{0}错误代码：113

source: Income Trading Manage
de_de: Verwaltung von Einnahmetransaktionen
es_es: Gestión de las transacciones de ingresos
hi_in: राजस्व लेनदेन प्रबंधन
ru_ru: Управление доходными операциями
ug_cn: كىرىم ھېساباتى باشقۇرۇش
ur_pk: محصول کی لین دین کا انتظام
uz_latn: Daromad operatsiyalarini boshqarish
zh_cn: 收入交易管理

source: Permission
de_de: Kompetenz
es_es: Permiso
hi_in: अधिकार
ru_ru: Компетенция
ug_cn: ھوقۇق
ur_pk: اتھارٹی
uz_latn: Vakolat
zh_cn: 权限

source: Day
de_de: Himmel
es_es: Día
hi_in: दिन
ru_ru: День
ug_cn: كۈن
ur_pk: دن
uz_latn: Kun
zh_cn: 天

source: Empty
de_de: Ungenutzt
es_es: Vacío
hi_in: बेकार
ru_ru: Пустой
ug_cn: بىكار
ur_pk: بیکار
uz_latn: Bo'sh
zh_cn: 空闲

source: Selected
de_de: Ausgewählte Liste
es_es: Lista seleccionada
hi_in: चयनित सूची
ru_ru: Избранный список
ug_cn: تاللانغىنى
ur_pk: منتخب فہرست
uz_latn: Tanlanganlar
zh_cn: 已选列表

source: Products
de_de: Produkt-Liste
es_es: Lista de productos
hi_in: उत्पादों की सूची
ru_ru: Перечень продукции
ug_cn: مەھسۇلاتلار
ur_pk: پراڈکٹ کی فہرست
uz_latn: Mahsulotlar
zh_cn: 产品列表

source: Operate
de_de: Betrieb
es_es: Operación
hi_in: ऑपरेटिंग
ru_ru: Работа
ug_cn: مەشغۇلات
ur_pk: آپریٹنگ
uz_latn: Operatsion
zh_cn: 操作

source: Selected count
de_de: Auswahlnummer
es_es: Número de selección
hi_in: मात्रा चुनें
ru_ru: Номер выбора
ug_cn: تاللانغان سانى
ur_pk: مقدار منتخب کریں
uz_latn: Miqdorni tanlang
zh_cn: 选择数量

# OperatingWait
source: Please wait.....
de_de: Bitte warten Sie.....
es_es: Por favor, espere.....
hi_in: कृपया प्रतीक्षा करें.....
ru_ru: Пожалуйста, подождите.....
ug_cn: تەخىر قىلىڭ.....‏
ur_pk: برائے مہربانی انتظار کریں.....‏
uz_latn: Iltimos kuting.....
zh_cn: 请稍等.....

source: Cash
de_de: In bar
es_es: Efectivo
hi_in: नकद
ru_ru: По наличному расчёту
ug_cn: نەق پۇل
ur_pk: نقد
uz_latn: Naqd pul
zh_cn: 现金
