Repository: huangjinshe/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: de_de, es_es, hi_in, ru_ru, ug_cn, ur_pk, uz_latn, zh_cn

source: Page Height
de_de: Seitenhöhe
es_es: Altura de la página
hi_in: पृष्ठ की ऊँचाई
ru_ru: Высота страницы
ug_cn: بەت ئېگىزلىكى
ur_pk: صفحے کی اوپر
uz_latn: Sahifa balandligi
zh_cn: 页面高度

source: Cancel And Delete
de_de: Stornierung und Löschung
es_es: Cancelación y eliminación
hi_in: रद्द करें और हटाएं
ru_ru: Отмена и удаление
ug_cn: ئۆچۈرۈش ۋە بىكار قىلىش
ur_pk: منسوخ کریں اور ڈلیٹ کریں
uz_latn: Bekor qilish va o'chirish
zh_cn: 取消和删除

# CashWithCard
source: Cash: ￥{0}. Card: ￥{1}.
de_de: Bargeld: €{0}. Durchschneidekarte: ￥{1}.
es_es: Efectivo: {0} euros. Tarjeta magnética: ￥{1}.
hi_in: नकद: ￥ {0}। क्रेडिट कार्ड:} {1}।
ru_ru: Наличные: ￥ {0}. Карточка: ￥ {1}.
ug_cn: نەخ پۇل: {0}￥. كارتا: {1}￥.‏
ur_pk: کیش: ￥ {0}. کریڈٹ کارڈ: ￥ {1}.‏
uz_latn: Naqd pul: ￥ {0}. Kredit karta: ￥ {1}.
zh_cn: 现金: ￥{0}. 刷卡: ￥{1}.

source: Admin can't create an Admin!
de_de: Verwalter können keine Verwalter hinzufügen!
es_es: Los administradores no pueden añadir administradores!
hi_in: व्यवस्थापक व्यवस्थापक नहीं जोड़ सकते हैं!
ru_ru: Администраторы не могут добавлять администраторов!
ug_cn: باشقۇرغۇچى يېڭى باشقۇرغۇچى قوشالمايدۇ!‏
ur_pk: ایڈمنسٹریٹر ایڈمنسٹریٹر کو شامل نہیں کرسکتے ہیں!‏
uz_latn: Ma'murlar ma'murlarni qo'sha olmaydi!
zh_cn: 管理员不能添加管理员!

source: Income Permission
de_de: Einkommensermächtigung
es_es: Permisos de ingreso
hi_in: आय का अधिकार
ru_ru: Разрешения на прибыль
ug_cn: كىرىم ھوقوقى
ur_pk: انکم اتھارٹی
uz_latn: Daromad vakolati
zh_cn: 收入权限

# ExpenditurePermission
source: Expend Permission
de_de: Ausgabeermächtigung
es_es: La autoridad de gasto
hi_in: खर्च करने का अधिकार
ru_ru: Полномочия по расходованию средств
ug_cn: چىقىم ھوقوقى
ur_pk: اختیار خرچ کرنا
uz_latn: Vakolatni sarflash
zh_cn: 支出权限

source: Temporary Change Price
de_de: Vorübergehende Revision der Preise
es_es: Revisión temporal de los precios
hi_in: अस्थायी रूप से मूल्य को संशोधित करें
ru_ru: Временный пересмотр цен
ug_cn: ۋاقىتلىق باھا ئۆزگەرتىش
ur_pk: عارضی طور پر قیمت میں ترمیم کریں
uz_latn: Narxni vaqtincha o'zgartirish
zh_cn: 临时修改价格

source: Change Unit Price
de_de: Einheitspreis ändern
es_es: Modificar el precio unitario
hi_in: इकाई मूल्य को संशोधित करें
ru_ru: Изменить удельную цену
ug_cn: پارچە باھا ئۆزگەرتىش
ur_pk: یونٹ کی قیمت میں ترمیم کریں
uz_latn: Birlik narxini o'zgartirish
zh_cn: 修改单价

source: Add Price
de_de: Betrag der Erhöhung
es_es: Cantidad de aumento
hi_in: राशि बढ़ाएं
ru_ru: Сумма увеличения
ug_cn: قوشقان پۇل
ur_pk: رقم میں اضافہ
uz_latn: Miqdorini oshirish
zh_cn: 增加金额

# AddMemberBalancePrice
source: Add Member Remaining Price
de_de: Erhöhung der verbleibenden Mitgliederzahl
es_es: Aumentar el resto de los miembros
hi_in: सदस्य की शेष राशि बढ़ाएँ
ru_ru: Увеличение оставшейся части членства
ug_cn: ئەزا قالدۇق سوممىسى قوشۇش
ur_pk: ممبرشپ کی باقی رقم میں اضافہ کریں
uz_latn: A'zoning qolgan miqdorini oshirish
zh_cn: 增加会员剩余金额

source: User
de_de: Benutzer
es_es: Usuario
hi_in: उपयोगकर्ता
ru_ru: Пользователь
ug_cn: ئابونت
ur_pk: صارف
uz_latn: Foydalanuvchi
zh_cn: 用户

# PosDescription
source: Search products: F3, Save: F7, Restore: F8, Bind member: F10, Exit: F12, Change language: TAB, Open cash drawer: Alt + Z, Locate: ↑ ↓ ← →, Change page: PgUp/PgDn, Increase count: +, Decrease count: -, Select / OK: Enter, Delete selected: Del, Cancel / Return : Esc.
de_de: Produkt suchen: F3, Speichern: F7, Wiederherstellen: F8, Mitglied binden: F10, Schließen: F12, Sprache ändern: TAB, Box öffnen: Alt+Z, Position: ↑ ↓ ← →, Umblättern: PgUp/PgDn, Menge erhöhen: +, Menge verringern: -, Auswählen/OK: Enter, Ausgewähltes löschen: Del, Abbrechen/Rückgabe: Esc,.
es_es: Buscar Producto: F3, Guardar: F7, Restaurar: F8, Vincular Miembro: F10, Cerrar: F12, Cambiar Idioma: TAB, Abrir Caja: Alt+Z, Posición: ↑ ↓ ← →, Pasar página: RePág / AvPág, Aumentar Cantidad: +, Disminuir Cantidad: -, Seleccionar/OK: Introducir, Borrar Seleccionado: Supr, Cancelar/Regresar: Esc,.
hi_in: खोज उत्पाद: F3, अस्थायी भंडारण: F7, पुनर्स्थापित: F8, बाइंड सदस्यता: F10, बंद: F12, भाषा बदलें: TAB, खुला कैश दराज: Alt + Z, स्थिति: ↑ ←, →, बारी पृष्ठ: PgUp / PgDn, मात्रा बढ़ाएँ: +, घटती मात्रा: -, चुनें / ठीक: दर्ज करें, हटाएं चयनित: Del, रद्द / वापसी: Esc।
ru_ru: Поиск продукта: F3, Сохранение: F7, Восстановление: F8, Привязать члена: F10, Закрыть: F12, Язык изменения: TAB, Открытое окно: Alt+Z, Позиция: ↑ ↓ ← →, Разворот страницы: PgUp/PgDn, Количество увеличения: +, Количество уменьшения: -, Выбор / OK: Введите, Удалить выбранное: Del, Отмена / Возврат: Esc,.
ug_cn: مەھسۇلات ئىزدەش: F3، ۋاقىتلىق ساقلاش: F7، ئەسلىگە كەلتۈرۈش: F8، ئەزا باغلاش: F10، ئۆچۈرۈش: F12، تىل ئالماشتۇرۇش: Tab، پۇل ساندۇقى ئېچىش: Alt+Z، ئورۈن ئالماشتۇرۇش: ↑ ↓ → ←، بەت ئالماشتۇرۇش: PgUp/PgDn، سان قوشۇش: +، سان ئازلىتىش: -، تاللاش/جەزىملەش: Enter، تاللانغاننى ئۆچۈرۈش: Del، بىكار قىلىش/قايتىش: Esc.
ur_pk: تلاش کی مصنوعات: F3 ، عارضی اسٹوریج: F7 ، بحالی: F8 ، پابند رکنیت: F10 ، بند کرنا: F12 ، زبان تبدیل کریں: TAB ، کیش باکس کھولنا: Alt + Z ، پوزیشن: ↓↑ → ← ، صفحے کا رخ: PgUp / PgDn، مقدار میں اضافہ: + ، مقدار کم کریں: - ، منتخب کریں / ٹھیک ہے: Enter ، منتخب کردہ حذف کریں: Del ، منسوخ / واپس: Esc .
uz_latn: Mahsulot qidirish: F3, Vaqtinchalik saqlash: F7, Qayta tiklash: F8, Bind a'zosi: F10, Yopish: F12, Tilni o'zgartirish: TAB, Ochiq naqd pul tushirish: Alt + Z, Lavozim: ↑ ↓ ← →, Sahifani ochish: PgUp / PgDn , miqdorni ko'paytirish: +, miqdorni kamaytirish: -, tanlang / OK: Kiritish, tanlanganni o'chirish: Del, bekor qilish / qaytarish: Esc ,.
zh_cn: 搜索产品：F3，暂存：F7，恢复：F8，绑定会员：F10，关闭：F12，更换语言：TAB，打开钱箱：Alt+Z，定位：↑ ↓ ← →，翻页：PgUp/PgDn，增加数量：+，减少数量：-，选择/确定：Enter，删除已选：Del，取消/返回：Esc，。

source: Restore
de_de: wiederherstellen
es_es: Restaurar
hi_in: बहाल
ru_ru: Восстановление
ug_cn: ئەسلىگە كەلتۈرۈش
ur_pk: بحال
uz_latn: Tiklash
zh_cn: 恢复

source: Card Reader
de_de: Kartenleser
es_es: Lector de tarjetas
hi_in: कार्ड रीडर
ru_ru: Кардридер
ug_cn: كارتا ئوقۇغۇچ
ur_pk: کارڈ ریڈر
uz_latn: Kartani o'quvchi uskuna
zh_cn: 卡片阅读器

source: Card No
de_de: Kartennummer
es_es: Número de tarjeta
hi_in: कार्ड संख्या
ru_ru: Номер карточки
ug_cn: كارتا نومۇرى
ur_pk: کارڈ نمبر
uz_latn: Karta raqami
zh_cn: 卡号

# CardNoExists
source: The card no already exists, confirm to replacet?
de_de: Kartennummer existiert bereits, bestätigen Sie die Ersetzung?
es_es: El número de la tarjeta ya existe, ¿confirma el reemplazo?
hi_in: कार्ड नंबर पहले से मौजूद है, प्रतिस्थापन की पुष्टि करें?
ru_ru: Карта не существует, подтвердить замену?
ug_cn: كارتا نومۇرى ئاللىقاچان مەۋجۈت، ئالماشتۇرۇشنى جەزىملەشتۈرەمسىز؟‏
ur_pk: کارڈ نمبر پہلے ہی موجود ہے ، تبدیل کرنے کی تصدیق کریں؟‏
uz_latn: Karta raqami allaqachon mavjud, almashtirishni tasdiqlaysizmi?
zh_cn: 卡号已存在，确认替换？

# SuccessReadBarcode
source: Successfully read the bar code!
de_de: Barcodelesung erfolgreich!
es_es: ¡Lectura de código de barras exitosa!
hi_in: बारकोड को सफलतापूर्वक पढ़ें!
ru_ru: Чтение штрих-кода успешно!
ug_cn: سىزىقلىق كود ئوقۇش مۇۋەپپىقىيەتلىك بولدى !‏
ur_pk: بار کوڈ ریڈنگ کامیاب ہویَ !‏
uz_latn: Shtrixli kod muvaffaqiyatli o'qildi!
zh_cn: 读取条码成功!

# SuccessReadCardNo
source: Successfully read the card no!
de_de: die Karte ist erfolgreich gelesen!
es_es: ¡Lee la tarjeta con éxito!
hi_in: सफलतापूर्वक कार्ड पढ़ें!
ru_ru: Читайте карточку успешно!
ug_cn: كارتا ئوقۇش مۇۋەپپىقىيەتلىك بولدى !‏
ur_pk: کارڈ ریڈنگ کامیاب ہویَ !‏
uz_latn: Kartani muvaffaqiyatli o'qildi!
zh_cn: 读取卡片成功!

# ServerIpAddress2
source: Server Address
de_de: Server-Adresse
es_es: Dirección del servidor
hi_in: सर्वर का पता
ru_ru: Адрес сервера
ug_cn: مۇلازىمېتىر ئادرېسى
ur_pk: سرور کا پتہ
uz_latn: Server manzil
zh_cn: 服务器地址

source: Bind Member By No
de_de: Mitgliedschaftsbindung nach Nummer
es_es: Membresía por número
hi_in: सदस्यों को संख्या से बांधें
ru_ru: Членство по количеству
ug_cn: نومۇر ئارقىلىق ئەزا باغلاش
ur_pk: تعداد کے حساب سے ممبروں کو باندھنا
uz_latn: A'zolarni raqamlar bo'yicha bog'lang
zh_cn: 通过号码绑定会员

source: Bind Supplier By No
de_de: Lieferantenverbindung nach Nummer
es_es: Vincular a los proveedores por número
hi_in: आपूर्तिकर्ताओं को संख्या से बांधना
ru_ru: Связывание поставщиков по номерам
ug_cn: نومۇر ئارقىلىق تەمىناتچى باغلاش
ur_pk: تعداد کے لحاظ سے سپلائرز کو پباندھنا
uz_latn: Ta'minlovchilarni raqamlar bo'yicha majburiy ravishda yopishtirish
zh_cn: 通过号码绑定供应商

source: Barcode Scales
de_de: Strichcode-Skala
es_es: Escala de código de barras
hi_in: बारकोड पैमाना
ru_ru: Весы со штрих-кодом
ug_cn: سىزىقلىق كود تارازا
ur_pk: بارکوڈ اسکیل
uz_latn: Shtrixli o'lchov
zh_cn: 条码秤

source: Send data
de_de: Daten senden
es_es: Enviar datos
hi_in: डेटा भेजें
ru_ru: Исходные данные
ug_cn: سانشىفىر ئەۋەتىش
ur_pk: ڈیٹا بھیجیں
uz_latn: ma'lumotlarni yuborish
zh_cn: 发送数据

# IncorrectProductData
source: Product info contains an incorrect data!
de_de: Ungültige Daten in der Produktinformation!
es_es: ¡Datos inválidos en la información del producto!
hi_in: उत्पाद जानकारी में अमान्य डेटा!
ru_ru: Недействительные данные в информации о продукте!
ug_cn: مەھسۇلات ئۇچۇرى ئارىسىدا ئىناۋەتسىز سانشىفىر بار !‏
ur_pk: پراڈکٹس کی معلومات میں غلط اعداد و شمار !‏
uz_latn: Mahsulot haqidagi ma'lumot noto'g'ri!
zh_cn: 产品信息中有无效数据!

# IncorrectProductName
source: Product name contains an incorrect data!
de_de: Ungültige Daten im Produktnamen!
es_es: ¡Datos inválidos en el nombre del producto!
hi_in: उत्पाद नाम में अमान्य डेटा!
ru_ru: Недействительные данные в названии продукта!
ug_cn: مەھسۇلات نامى ئارىسىدا ئىناۋەتسىز سانشىفىر بار !‏
ur_pk: پروڈکٹ کے نام پر غلط ڈیٹا !‏
uz_latn: Mahsulot nomidagi ma'lumotlar yaroqsiz!
zh_cn: 产品名称中有无效数据!

# UnableToConnectIPAddress
source: Unable to connect the IP address!
de_de: Keine Verbindung mit IP-Adresse möglich!
es_es: ¡Incapaz de conectar la dirección IP!
hi_in: IP पते से कनेक्ट नहीं किया जा सकता है!
ru_ru: Невозможно подключить IP-адрес!
ug_cn: تور ئادرېسىغا ئۇلۇنۇش مەغلۇپ بولدى !‏
ur_pk: آی پی ایڈریس سے رابطہ قائم کرنے سے قاصر !‏
uz_latn: IP-manzilga ulanib bo'lmadi!
zh_cn: 无法连接IP地址!

# ConfirmNotPay
source: Comfirmed do not pay?
de_de: Sind Sie sicher, dass Sie nicht bezahlen wollen?
es_es: ¿Seguro que no quieres pagar?
hi_in: क्या आप सुनिश्चित हैं कि आप भुगतान नहीं करेंगे?
ru_ru: Уверен, что не хочешь платить?
ug_cn: پۇل تۆلىمەسلىكنى جەزىملەشتۈرەمسىز؟‏
ur_pk: کیا آپ واقعی ادائیگی نہیں کرنا چاہتے ہیں؟‏
uz_latn: To'lamasligingizga aminmisiz?
zh_cn: 确定不付款吗？

# ReadResourceStrError
source: Resource read error!
de_de: Ressource Lesefehler!
es_es: ¡Error de lectura de recursos!
hi_in: संसाधन गलती पढ़ा!
ru_ru: Ошибка чтения ресурса!
ug_cn: مەنبە ئوقۇشتا خاتالىق كۆرۈلدى!‏
ur_pk: وسائل پڑھنے میں خرابی!‏
uz_latn: Resursni o'qishda xato!
zh_cn: 资源读取错误！

source: Free Room Price Limit
de_de: Kostenlose Preisbeschränkung
es_es: Limitación del precio libre
hi_in: मुक्त मूल्य सीमा
ru_ru: Лимит цены бесплатного номера
ug_cn: ھەقسىز باھا ئۆلچىمى
ur_pk: مفت قیمت کی حد
uz_latn: Bepul narx chegarasi
zh_cn: 免费价格限制

source: Cancel Fire Alarm
de_de: Brandalarm zum Löschen
es_es: Cancele la alarma de fuego
hi_in: फायर अलार्म रद्द करें
ru_ru: Отменить пожарную тревогу
ug_cn: ئوت سىگنالى ئۆچۈرۈش
ur_pk: فائر الارم منسوخ کریں
uz_latn: Yong'in signalizatsiyasini bekor qilish
zh_cn: 取消火警

# ConfirmOperate
source: Confirm {0}?
de_de: Bestätigen {0}?
es_es: ¿Confirmar {0}?
hi_in: {0} की पुष्टि करें?
ru_ru: Подтвердить {0}?
ug_cn: {0} نى جەزىملەشتۈرەمسىز ؟‏
ur_pk: {0} کی تصدیق کریں ؟‏
uz_latn: {0} Tasdiqlanadimi?
zh_cn: 确认{0}吗?

source: Delete Product
de_de: Artikel löschen
es_es: Borrar el producto
hi_in: उत्पाद हटाएं
ru_ru: Удалить продукт
ug_cn: مەھسۇلات ئۆچۈرۈش
ur_pk: پراڈکٹ کو ڈلیٹ کریں
uz_latn: Mahsulotni o'chirish
zh_cn: 删除商品

source: Open Cash Drawer
de_de: Öffnen Sie die Geldkassete
es_es: Abre la caja de dinero
hi_in: कैश बॉक्स खोलें
ru_ru: Открыть денежный ящик
ug_cn: پۇل ساندۇقى ئېچىش
ur_pk: کیش باکس کھولیں
uz_latn: Kassa qutisini oching
zh_cn: 打开钱箱

source: Paid
de_de: Zahlen
es_es: Pagar
hi_in: भोगतान
ru_ru: Оплатить
ug_cn: تۆلەم
ur_pk: تنخواہ
uz_latn: To'lash
zh_cn: 支付

source: Platform
de_de: Plattformen
es_es: Plataformas
hi_in: मंच
ru_ru: Платформы
ug_cn: سۇپا
ur_pk: پلیٹ فارم
uz_latn: Platforma
zh_cn: 平台

source: Unlimited time
de_de: Unbegrenzte Zeit
es_es: Abierto
hi_in: असीमित समय
ru_ru: Неограниченное время
ug_cn: ۋاقىتسىز
ur_pk: لامحدود وقت
uz_latn: Cheksiz vaqt
zh_cn: 不限时

source: Enabled
de_de: Aktiviert
es_es: Habilitado
hi_in: कामोत्तेजित
ru_ru: Включен
ug_cn: ئېچىۋىتىلگەن
ur_pk: ٹرنڈ آن
uz_latn: Yoqilgan
zh_cn: 已开启

source: Decrease Product Count
de_de: Reduzierte Anzahl von Produkten
es_es: Reducción del número de productos
hi_in: उत्पादों की संख्या कम करें
ru_ru: Сокращенное количество продуктов
ug_cn: مەھسۇلات سانىنى ئازايتىش
ur_pk: مصنوعات کی تعداد کم کریں
uz_latn: Mahsulotlar sonini kamaytirish
zh_cn: 减少产品数量

# FaildThenWaitRetry
source: Operate Failed, operating too fast, please retry!
de_de: Operation fehlgeschlagen, zu schnell, bitte versuchen Sie es noch einmal!
es_es: La operación falló, demasiado rápido, ¡por favor, inténtelo de nuevo!
hi_in: ऑपरेशन विफल हुआ, ऑपरेशन बहुत तेज़ था, कृपया पुनः प्रयास करें!
ru_ru: Операция провалилась, слишком быстро, пожалуйста, попробуйте еще раз!
ug_cn: مەشغۇلات مەغلۇپ بولدى، مەشخۇلاتىڭىز بەك تىز، قايتا سىناڭ !‏
ur_pk: آپریشن ناکام ، آپریشن بہت تیز تھا ، براہ کرم دوبارہ کوشش کریں !‏
uz_latn: Amaliyot muvaffaqiyatsiz tugadi, operatsiya juda tez amalga oshirildi, iltimos qaytadan urinib ko'ring!
zh_cn: 操作失败, 操作太快, 请重试 !

source: Remove Price
de_de: Preis entfernen
es_es: Quitar el precio
hi_in: मूल्य निकालें
ru_ru: Удалить Цена
ug_cn: ئېلىنغان باھاسى
ur_pk: قیمت ہٹا دیں
uz_latn: Narxni olib tashlash
zh_cn: 去掉价格

# Exception_ServerClientVersionMisalignment
source: Remote server and client version misalignment, please update to the same version !
de_de: Die Systemversion des Fernservers stimmt nicht mit der aktuellen Systemversion des Clients überein, bitte aktualisieren Sie auf die gleiche Systemversion!
es_es: La versión del sistema del servidor remoto no es la misma que la versión actual del sistema del cliente, por favor, actualícela a la misma versión del sistema!
hi_in: दूरस्थ क्लाइंट सिस्टम संस्करण वर्तमान क्लाइंट सिस्टम संस्करण के साथ असंगत है, कृपया उसी सिस्टम संस्करण में अपडेट करें!
ru_ru: Системная версия удаленного сервера не совпадает с текущей системной версией клиента, пожалуйста, обновите ее до той же версии системы!
ug_cn: يىراق مۇلازىمېتىردىكى سېستىما نۇسخىسى بىلەن ھازىرىقى سېستىما نۇسخىسى ئوخشاش ئەمەس، ئوخشاش سېستىما نۇسخىسىغا يېڭىلاڭ !‏
ur_pk: ریموٹ سرور سسٹم ورژن موجودہ کلائنٹ سسٹم ورژن سے مطابقت نہیں رکھتا ، براہ کرم اسی سسٹم ورژن سے اپ ڈیٹ کریں !‏
uz_latn: Masofaviy server tizimining versiyasi joriy mijoz tizimining versiyasiga mos kelmaydi, iltimos, o'sha tizim versiyasiga yangilang!
zh_cn: 远程服务端系统版本和当前客户端系统版本不一致, 请更新至相同系统版本 !

# Exception_ServerClientTimeMisalignment
source: Remote server and client time misalignment, please update current system time to the same time !
de_de: Die Systemzeit des Remote-Servers stimmt nicht mit der aktuellen Systemzeit des Clients überein, bitte aktualisieren Sie auf die gleiche Zeit!
es_es: La hora del sistema del servidor remoto no es la misma que la hora actual del sistema del cliente, ¡por favor, actualícela a la misma hora!
hi_in: दूरस्थ क्लाइंट सिस्टम समय वर्तमान क्लाइंट सिस्टम समय के साथ असंगत है, कृपया उसी समय अपडेट करें!
ru_ru: Системное время удаленного сервера не совпадает с текущим системным временем клиента, пожалуйста, обновите его в то же время!
ug_cn: يىراق مۇلازىمېتىردىكى سېستىما ۋاقتى بىلەن ھازىرىقى سېستىما ۋاقتى ئوخشاش ئەمەس، ئوخشاش سېستىما ۋاقتىغا يېڭىلاڭ !‏
ur_pk: ریموٹ سرور سسٹم کا وقت موجودہ کلائنٹ سسٹم ٹائم سے مطابقت نہیں رکھتا ہے ، براہ کرم اسی وقت اپ ڈیٹ کریں !‏
uz_latn: Masofaviy server tizimining vaqti mijozning joriy tizim vaqtiga mos kelmaydi, iltimos, shu vaqtgacha yangilang!
zh_cn: 远程服务端系统时间和当前客户端系统时间不一致, 请更新至相同时间 !

# ConfirmAddPay
source: Confirm add {0}{1} from {2} to {3}?
de_de: Bestätigen Sie das Hinzufügen von {0}}}{1} bis {3} von {2}?
es_es: ¿Confirma para añadir {0}}{1}a {3} de {2}?
hi_in: {2} से {3} {0} {1} जोड़ने की पुष्टि करें?
ru_ru: Подтвердить добавление {0} {1} из {2} в {3}?
ug_cn: {3} غا {2} دىن {1}{0} قوشۇشنى جەزىملەشتۈرەمسىز؟‏
ur_pk: {2} سے {3} میں {0} {1} شامل کرنے کی تصدیق کریں؟‏
uz_latn: {2} dan {3} ga {0} {1} qo'shishni tasdiqlaysizmi?
zh_cn: 确认从{2}添加{0}{1}给{3}?

source: Balance Transfer
de_de: Transfer-Guthaben
es_es: Saldo de transferencia
hi_in: स्थानांतरण शेष
ru_ru: Трансфертный баланс
ug_cn: قالدۇق يۆتكەش
ur_pk: ٹرانسفر بیلنس
uz_latn: Pul o'tkazmasi
zh_cn: 转账余额

source: Old balance
de_de: Altes Guthaben
es_es: Antiguo equilibrio
hi_in: पुराना संतुलन
ru_ru: Старые балансы
ug_cn: كونا قالدۇق
ur_pk: پرانا بیلنس
uz_latn: Eski balans
zh_cn: 老余额

source: New balance
de_de: Neues Gleichgewicht
es_es: Nuevo equilibrio
hi_in: नया शेष
ru_ru: Новый баланс
ug_cn: يېڭى قالدۇق
ur_pk: نیا بیلنس
uz_latn: Yangi qoldiq
zh_cn: 新余额

# BalanceTransferDescription
source: Transfer money bitween blances
de_de: Geld zwischen Transfersalden
es_es: El dinero entre los saldos de las transferencias
hi_in: शेष राशि के बीच धन का हस्तांतरण
ru_ru: Деньги между остатками средств
ug_cn: قالدۇق ئارىسىدىكى پۇلنى يۆتكەش
ur_pk: بیلنس کے مابین رقم کی منتقلی
uz_latn: Balans o'rtasida pul o'tkazmasi
zh_cn: 转账余额之间的钱

# LangName
source: English
de_de: Deutsche
es_es: Español
hi_in: हिन्दी
ru_ru: Русский
ug_cn: ئۇيغۇرچە
ur_pk: اردو
uz_latn: O'zbek
zh_cn: 中文

# Culcure
source: en-US
de_de: de-DE
es_es: es-ES
hi_in: hi-IN
ru_ru: ru-RU
ug_cn: ug-CN
ur_pk: ur-PK
uz_latn: uz-Latn
zh_cn: zh-CN

# Dir
source: ltr
ug_cn: rtl
ur_pk: rtl

source: Global Setting
de_de: Globale Einstellung
es_es: Entorno global
hi_in: वैश्विक सेटिंग्स
ru_ru: Глобальная обстановка
ug_cn: ئومۇمىي تەڭكەش
ur_pk: عالمی ترتیبات
uz_latn: Global sozlamalar
zh_cn: 全局设置

source: Price Symbol
de_de: Preis-Symbole
es_es: Símbolos de los precios
hi_in: मूल्य चिन्ह
ru_ru: Ценовые символы
ug_cn: باھا بەلگىسى
ur_pk: قیمت کی علامت
uz_latn: Narx belgisi
zh_cn: 价格符号

source: Main
de_de: Hauptseite
es_es: Principal
hi_in: मुख्य
ru_ru: Главный сайт
ug_cn: ئاساسى
ur_pk: مرکزی
uz_latn: Asosiy
zh_cn: 主要

source: System Language
de_de: Systemsprache
es_es: Lenguaje del sistema
hi_in: सिस्टम भाषा
ru_ru: Системный язык
ug_cn: سېستىما تىلى
ur_pk: سسٹم کی زبان
uz_latn: Tizim tili
zh_cn: 系统语言

# SystemLanguageCantSame
source: System Languages Can't Same!
de_de: Die Systemsprache kann nicht dieselbe sein!
es_es: ¡El lenguaje del sistema no puede ser el mismo!
hi_in: सिस्टम भाषाएँ समान नहीं हो सकती हैं!
ru_ru: Язык системы не может быть одинаковым!
ug_cn: سېستىما تىللىرى ئوخشاش بولسا بولمايدۇ!‏
ur_pk: سسٹم کی زبانیں ایک جیسی نہیں ہوسکتی ہیں!‏
uz_latn: Tizim tillari bir xil bo'lishi mumkin emas!
zh_cn: 系统语言们不能相同!

# SystemLanguageChangeWarn
source: Changing the system language may affect the system. Confirm the change?
de_de: Eine Änderung der Systemsprache kann Auswirkungen auf das System haben, bestätigen Sie die Änderung?
es_es: Cambiar el idioma del sistema puede afectar al sistema, ¿confirma el cambio?
hi_in: सिस्टम की भाषा बदलने से सिस्टम प्रभावित हो सकता है, परिवर्तन की पुष्टि कर सकता है?
ru_ru: Изменение языка системы может повлиять на систему, подтверждаете ли вы изменение?
ug_cn: سېستىما تىلىنى ئۆزگەرتىش سېستىمىغا تەسىر كۆرسىتىشى مۇمكىن، جەزىملەشتۈرەمسىز ؟‏
ur_pk: سسٹم کی زبان میں تبدیلی سے نظام متاثر ہوسکتا ہے ، تبدیلی کی تصدیق کریں ؟‏
uz_latn: Tizim tilini o'zgartirish tizimga ta'sir qilishi mumkin, o'zgarishni tasdiqlaysizmi?
zh_cn: 更改系统语言可能会影响系统，确认更改吗？

# PermissionsMenuDescription
source: Change Admin Permissions
de_de: Administrator-Ermächtigung ändern
es_es: Modificar los privilegios de administrador
hi_in: व्यवस्थापक अनुमतियाँ संशोधित करें
ru_ru: Изменение прав администратора
ug_cn: باشقۇرغۇچى ھوقوقىنى ئۆزگەرتىش
ur_pk: ایڈمنسٹریٹر کے اختیار میں ترمیم کریں
uz_latn: Administrator ruxsatlarini o'zgartiring
zh_cn: 修改管理员权限

source: Return Money
de_de: Geld zurückzahlen
es_es: Devolución del dinero
hi_in: पैसे वापस दें
ru_ru: Возврат денег
ug_cn: پۇل قايتۇرۇش
ur_pk: پیسے لوٹائیں
uz_latn: Pulni qaytaring
zh_cn: 退回金钱

# CanNotExceedConfirm
source: Total paid price is ￥{0} ! Confirm to return ?
de_de: Die Gesamtzahlung beträgt ￥{0}! Sind Sie sicher?
es_es: ¡El pago total fue de ${0}! ¿Está seguro?
hi_in: कुल भुगतान राशि {0} युआन है! लौटने की पुष्टि करें?
ru_ru: Общая уплаченная цена составляет ￥ {0}! Подтвердите возврат?
ug_cn: ئومۇمىي تۆلەنگەن پۇل {0} يۈەن !‏ قايتۇرۇشنى جەزىملەشتۈرەمسىز ؟‏
ur_pk: ادائیگی کی کل رقم {0} یوآن ہے! واپسی کی تصدیق کریں ؟‏
uz_latn: To'lovning umumiy miqdori - {0} yuan! Qaytishni tasdiqlaysizmi?
zh_cn: 总支付金额为{0}元！确认退回吗 ？

# Exception_PasswordErrorCountLimit
source: Password wrong too many times, please try later !
de_de: Mehrmals ungültige Passwörter eingegeben, bitte versuchen Sie es später noch einmal!
es_es: Demasiados errores de contraseña, por favor, inténtalo de nuevo más tarde!
hi_in: बहुत सारे गलत पासवर्ड, कृपया बाद में फिर से कोशिश करें!
ru_ru: Слишком много ошибок в пароле, пожалуйста, попробуйте еще раз позже!
ug_cn: شىغىر خاتالىق سانى بەك كۆپ بولۇپ كەتتى، كىيىنرەك قايتا سىناڭ !‏
ur_pk: بہت سارے غلط پاس ورڈز ہیں، براہ کرم بعد میں دوبارہ کوشش کریں !‏
uz_latn: Juda ko'p noto'g'ri parollar, keyinroq qayta urinib ko'ring!
zh_cn: 密码错误次数过多，请晚点再试！

source: Company Name
de_de: Firmenname
es_es: Nombre de la empresa
hi_in: कंपनी का नाम
ru_ru: Наименование организации
ug_cn: شىركەت نامى
ur_pk: کمپنی کا نام
uz_latn: Shirkat nomi
zh_cn: 公司名称

source: Save password
de_de: Passwort speichern
es_es: Guardar la contraseña
hi_in: पासवर्ड को बचाओ
ru_ru: Сохранить пароль
ug_cn: شىفىر ساقلاش
ur_pk: پاس ورڈ کو محفوظ کریں
uz_latn: Parolni saqlang
zh_cn: 保存密码

# Tsmi_Lang_Icon
source: LangEN.png
ug_cn: LangUG.png
zh_cn: LangZH.png

# IncomeTypeStatistic
source: Income Type Statistics
de_de: Statistik über Einkommensarten
es_es: Estadísticas sobre los tipos de ingresos
hi_in: आय प्रकार के आँकड़े
ru_ru: Статистика по видам доходов
ug_cn: كىرىم تۈرى ستاتىستىكىسى
ur_pk: انکم کی اقسام کے اعدادوشمار
uz_latn: Daromad turlarining statistikasi
zh_cn: 收入类型统计

source: Spend Type Statistic
de_de: Statistik über Ausgabenarten
es_es: Estadísticas sobre los tipos de gastos
hi_in: व्यय प्रकार के आँकड़े
ru_ru: Статистика по видам расходов
ug_cn: چىقىم تۈرى ستاتىستىكىسى
ur_pk: اخراجات کی اقسام کے اعدادوشمار
uz_latn: Xarajatlar turlarining statistikasi
zh_cn: 支出类型统计

source: Settings
de_de: Funktion
es_es: Función
hi_in: विशेषताएं
ru_ru: Настройки
ug_cn: ئىقتىدار
ur_pk: خصوصیات
uz_latn: Xususiyatlari
zh_cn: 功能

source: Agree
de_de: Zustimmen
es_es: Aceptar
hi_in: इस बात से सहमत
ru_ru: Согласен
ug_cn: قوشۇلىمەن
ur_pk: متفق ہوں
uz_latn: Rozi bo'lish
zh_cn: 同意

source: Privacy Policy
de_de: Datenschutzerklärung
es_es: Política de privacidad
hi_in: गोपनीयता नीति
ru_ru: Политика конфиденциальности
ug_cn: شەخسىيەت سىياسىتى
ur_pk: رازداری کی پالیسی
uz_latn: Maxfiylik siyosati
zh_cn: 隐私政策

# Exception_AdminUsing
source: Current administrator is using ! If it is not you operation, please change the password in time!
de_de: Der aktuelle Admin benutzt es! Bitte ändern Sie Ihr Passwort, wenn es nicht von Ihnen selber benutzt wird!
es_es: ¡El actual administrador lo está usando! Por favor, cambie su contraseña si no es su culpa!
hi_in: वर्तमान व्यवस्थापक उपयोग कर रहा है! यदि यह आपका स्वयं का ऑपरेशन नहीं है, तो कृपया समय में पासवर्ड बदलें!
ru_ru: Текущий администратор использует! Если это не ваша работа, пожалуйста, своевременно меняйте пароль!
ug_cn: نۆۋەتتىكى باشقۇرغۇچى ئىشلىتىلىۋاتىدۇ !‏ ئەگەر ئۆزىڭىزنىڭ مەشخۇلاتى بولمىسا شىفىرىڭىزنى ۋاقتىدا ئۆزگەرتىۋېتىڭ !‏‏
ur_pk: موجودہ ایڈمنسٹریٹر استعمال کررہا ہے! اگر یہ آپ کا اپنا آپریشن نہیں ہے تو ، براہ کرم وقت پر پاس ورڈ تبدیل کریں !‏‏
uz_latn: Amaldagi administrator foydalanmoqda! Agar bu sizning o'zingizning ishingiz bo'lmasa, iltimos, parolni vaqtida o'zgartiring!
zh_cn: 当前管理员正在使用！如果不是本人操作请及时更改密码！
