Repository: huangjinshe/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: de_de, es_es, hi_in, ru_ru, ug_cn, ur_pk, uz_latn, zh_cn

# ShutdownDescription
source: Shutdown the Hosts.
de_de: Host herunterfahren.
es_es: Apagando el ordenador central.
hi_in: मेजबान को चुप कराओ।
ru_ru: Отключаю главный компьютер.
ug_cn: ئاپىراتنى ئۆچۈرۈش .‏
ur_pk: کمپیوٹر بند کریں .‏
uz_latn: Asosiy amaliyotni o'chirish.
zh_cn: 关机主机.

source: Uneven Balance!
de_de: Das Guthaben ist nicht ausgeglichen!
es_es: ¡El balance no está parejo!
hi_in: असमान संतुलन!
ru_ru: Баланс не равняется!
ug_cn: قالدۇق تەمپۇڭ ئەمەس !‏
ur_pk: ناہموار بیلنس !‏
uz_latn: Balans notekis!
zh_cn: 余额不平！

# NewRoom
source: New Table
de_de: Neue Sitzung
es_es: Nuevo asiento
hi_in: नया मौज
ru_ru: Новая таблица
ug_cn: يېڭى ئۈستەل
ur_pk: نیا لاؤنج
uz_latn: Yangi xona ochish
zh_cn: 新雅座

source: Send Fire Alarm
de_de: Feueralarm senden
es_es: Envía una alarma de incendio
hi_in: फायर अलार्म भेजें
ru_ru: Пошлите пожарную тревогу
ug_cn: ئوت سىگنالى ئەۋەتىش
ur_pk: فائر الارم بھیجیں
uz_latn: Yong'in signalini yuborish
zh_cn: 发送火警

source: Barcode
de_de: Strichcode
es_es: Código de barras
hi_in: बार कोड
ru_ru: Штрих-код
ug_cn: سىزىقلىق كود
ur_pk: بار کوڈ
uz_latn: Shtrixli kod
zh_cn: 条形码

source: Disabled
de_de: Deaktiviert
es_es: Discapacitado
hi_in: विकलांग
ru_ru: Инвалид
ug_cn: چەكلىۋىتىلدى
ur_pk: غیر فعال
uz_latn: Ishlatib bo'lmaydi
zh_cn: 已禁用

source: Price
de_de: Preis
es_es: Precio
hi_in: दाम
ru_ru: Цена
ug_cn: باھاسى
ur_pk: قیمت
uz_latn: Narx
zh_cn: 价格

# IsPayByTime
source: Is By Time
de_de: Ob mit der Zeit
es_es: Por el tiempo
hi_in: चाहे समय के हिसाब से
ru_ru: По времени ли
ug_cn: ۋاقىتلىقمۇ
ur_pk: ٹایَم کے مطابق یا نہیں
uz_latn: Vaqt asosidami yoki yo'q
zh_cn: 是否按时间

# PriceHour
source: Time Price
de_de: Zeit-Preis
es_es: El precio del tiempo
hi_in: समय की कीमत
ru_ru: Временная цена
ug_cn: ۋاقىتلىق باھاسى
ur_pk: وقت کی قیمت
uz_latn: Vaqt narxi
zh_cn: 时间价格

source: Is Auto Extend Time
de_de: Ob die Zeit automatisch verlängert wird
es_es: Si el tiempo se extiende automáticamente
hi_in: चाहे समय को स्वचालित रूप से बढ़ाया जाए
ru_ru: Будет ли время автоматически продлено
ug_cn: ۋاقىت ئاپتوماتىك ئۇزىرامدۇ
ur_pk: خود بخود وقت میں توسیع کریں یا نا کریں
uz_latn: Vaqtni avtomatik ravishda uzaytirish kerakmi yoki yo'q
zh_cn: 是否自动延长时间

# PropertyUnSame
source: Data inconsistencies, please restart and try again!
de_de: Daten inkonsistent, bitte neustarten und erneut versuchen!
es_es: Datos inconsistentes, por favor reinicie y vuelva a intentarlo!
hi_in: डेटा असंगत है, कृपया पुनः आरंभ करें और पुनः प्रयास करें!
ru_ru: Данные несовместимы, пожалуйста, перезагрузитесь и попробуйте еще раз!
ug_cn: سانشىفىر ئوخشاش ئەمەس، قايتا قوزغۇتۇپ قايتا سناڭ !‏
ur_pk: ڈیٹا متضاد ہے ، براہ کرم ریسٹارٹ کریں اور دوبارہ کوشش کریں !‏
uz_latn: Ma'lumotlar bir-biriga mos kelmaydi, qayta ishga tushiring va qaytadan urining!
zh_cn: 数据不一致, 请重启并重试!

source: Admin Name
de_de: Name des Verwalters
es_es: Nombre del administrador
hi_in: प्रशासक का नाम
ru_ru: Имя администратора
ug_cn: باشقۇرغۇچى نامى
ur_pk: ایڈمنسٹریٹر کا نام
uz_latn: Boshqaruvchi nomi
zh_cn: 管理员名称

source: Admin Manager
de_de: Verwaltung Manager
es_es: Gestión del administrador
hi_in: प्रशासक प्रबंधन
ru_ru: Руководство администратора
ug_cn: باشقۇرغۇچى باشقۇرۇش
ur_pk: ایڈمنسٹریٹر مینجمنٹ
uz_latn: Boshqaruvchini boshqarish
zh_cn: 管理员管理

source: Admin No
de_de: Verwalter-Nummer
es_es: Número de administrador
hi_in: प्रशासक संख्या
ru_ru: Номер администратора
ug_cn: باشقۇرغۇچى نومۇرى
ur_pk: ایڈمن نمبر
uz_latn: Admin raqami
zh_cn: 管理员编号

source: Sex
de_de: Geschlecht
es_es: Género
hi_in: लिंग
ru_ru: Пол
ug_cn: جىنسىي
ur_pk: صنف
uz_latn: Jins
zh_cn: 性别

source: ID Number
de_de: ID-Nummer
es_es: Número de identificación
hi_in: पहचान संख्या
ru_ru: Идентификационный номер
ug_cn: كىنىشكە نومۇرى
ur_pk: شناختی نمبر
uz_latn: Hisobga olish raqami
zh_cn: 身份证号

source: Menu
de_de: Menü
es_es: Menú
hi_in: मेन्यू
ru_ru: Меню
ug_cn: تىزىملىك
ur_pk: مینو
uz_latn: Menyu
zh_cn: 菜单

# IsOnlyOwn
source: Limit Manage
de_de: Verwaltungsbeschränkungen
es_es: Restricciones de gestión
hi_in: प्रतिबंधित प्रबंधन
ru_ru: Управленческие ограничения
ug_cn: چەكلىك باشقۇرۇش
ur_pk: ممنوعہ انتظام
uz_latn: Cheklangan boshqaruv
zh_cn: 限制管理

source: Is Enable
de_de: Ob zu aktivieren
es_es: Si abrir o no
hi_in: चाहे खुल जाए
ru_ru: Открывать ли
ug_cn: ئېچىۋىتىلەمدۇ
ur_pk: آن کریں یا ناں
uz_latn: Ochish kerakmi
zh_cn: 是否开启

source: Guest
de_de: Gast
es_es: Invitado
hi_in: अतिथि
ru_ru: Гость
ug_cn: مېھمان
ur_pk: مہمان
uz_latn: Mehmonlar
zh_cn: 客人

source: Employee
de_de: Mitarbeiter
es_es: Empleados
hi_in: कर्मचारी
ru_ru: Сотрудники
ug_cn: خىزمەتچى
ur_pk: سٹاف
uz_latn: Xodimlar
zh_cn: 员工

source: Admin
de_de: Verwalter
es_es: Administrador
hi_in: प्रशासक
ru_ru: Админ
ug_cn: باشقۇرغۇچى
ur_pk: ایڈمنسٹریٹر
uz_latn: Ma'mur
zh_cn: 管理员

source: Device Manager
de_de: Geräteverwaltung
es_es: Gestión Del Equipo
hi_in: उपकरण प्रबंधन
ru_ru: Управление инвентарём
ug_cn: ئۈسكۈنە باشقۇرۇش
ur_pk: ڈیوایَس کا انتظام
uz_latn: Uskunani boshqarish
zh_cn: 设备管理

source: Device No
de_de: Numerierung der Ausrüstung
es_es: Número de equipo
hi_in: डिवाइस आईडी
ru_ru: Номер оборудования
ug_cn: ئۈسكۈنە نومۇرى
ur_pk: ڈیوایَس آیَ ڈی
uz_latn: Qurilma identifikatori
zh_cn: 设备编号

source: Device Type
de_de: Typ der Ausrüstung
es_es: Tipo de equipo
hi_in: उपकरण के प्रकार
ru_ru: Вид оборудования
ug_cn: ئۈسكۈنە تۈرى
ur_pk: ڈیوایَس کی اقسام
uz_latn: Uskunaning turi
zh_cn: 设备类型

source: Computer
es_es: Portátiles
hi_in: कोमप्यूटार
ru_ru: Компьютер
ug_cn: كومپيۇتېر
ur_pk: کمپیوٹر
uz_latn: Kompyuter
zh_cn: 电脑

source: Tablet
de_de: Tablette
es_es: Tableta
hi_in: समतल
ru_ru: Планшетник
ug_cn: تاختىسىمان كومپيۇتېر
ur_pk: فلیٹ
uz_latn: Planshetli noutbuk
zh_cn: 平板

source: Printer Manager
de_de: Druckerverwaltung
es_es: Gestión de la impresora
hi_in: प्रिंटर प्रबंधन
ru_ru: Управление принтерами
ug_cn: پرىنتېر باشقۇرۇش
ur_pk: پرنٹر مینجمنٹ
uz_latn: Printerni boshqarish
zh_cn: 打印机管理

source: Printer Name
de_de: Name des Druckers
es_es: Nombre de la impresora
hi_in: प्रिंटर का नाम
ru_ru: Название принтера
ug_cn: پرىنتېر نامى
ur_pk: پرنٹر کا نام
uz_latn: Printer nomi
zh_cn: 打印机名称

source: Printer Device Name
de_de: Name der Druckerausrüstung
es_es: Nombre del equipo de la impresora
hi_in: प्रिंटर डिवाइस का नाम
ru_ru: Название типографского оборудования
ug_cn: پرىنتېر ئۈسكىنە نامى
ur_pk: پرنٹر ڈیوائس کا نام
uz_latn: Printer qurilmasi nomi
zh_cn: 打印机设备名称

source: Print Type
de_de: Ausdruck-Typ
es_es: Tipo de impresión
hi_in: प्रिंट प्रकार
ru_ru: Тип печати
ug_cn: پرىنتېر تۈرى
ur_pk: پرنٹ کی قسم
uz_latn: Bosib chiqarish turi
zh_cn: 打印类型

source: Customer
de_de: Kunde
es_es: Cliente
hi_in: ग्राहक
ru_ru: Клиент
ug_cn: خېرىدار
ur_pk: کلائنٹ
uz_latn: Mijoz
zh_cn: 客户

source: Kitchen
de_de: Küche
es_es: Cocineta
hi_in: रसोई
ru_ru: Мини-кухня
ug_cn: ئاشخانا
ur_pk: کچن
uz_latn: Oshxona
zh_cn: 厨房

source: Member No
de_de: Mitgliedsnummer
es_es: Número de miembro
hi_in: सदस्य आईडी
ru_ru: Номер участника
ug_cn: ئەزا نومۇرى
ur_pk: ممبرشپ آیَ |ڈی
uz_latn: Ro'yxatdan identifikatori
zh_cn: 会员编号

source: Member Manager
de_de: Mitglieder-Management
es_es: Gestión de los miembros
hi_in: सदस्य प्रबंधन
ru_ru: Член-менеджер
ug_cn: ئەزا باشقۇرۇش
ur_pk: ممبرشپ مینجمنٹ
uz_latn: A'zolarni boshqarish
zh_cn: 会员管理

source: Member Name
de_de: Name des Mitglieds
es_es: Nombre del miembro
hi_in: सदस्य का नाम
ru_ru: Имя участника
ug_cn: ئەزا نامى
ur_pk: ممبر کا نام
uz_latn: Ro'yxatdan nomi
zh_cn: 会员名称

source: Occupation
de_de: Beruf
es_es: Profesión
hi_in: व्यवसाय
ru_ru: Род занятий
ug_cn: كەسىپ
ur_pk: پیشہ
uz_latn: Kasb
zh_cn: 职业

source: Mobile
de_de: Mobil
es_es: Móvil
hi_in: मोबाइल
ru_ru: Мобильный
ug_cn: يانفون
ur_pk: موبایَل نمبر
uz_latn: Mobil telefon
zh_cn: 手机

source: Phone
de_de: Telefone
es_es: Teléfonos
hi_in: फोन
ru_ru: Телефоны
ug_cn: تېلېفون
ur_pk: فون نمبر
uz_latn: Telefon
zh_cn: 电话

source: Address
de_de: Adressen
es_es: Direcciones
hi_in: पता
ru_ru: Адреса
ug_cn: ئادرېس
ur_pk: ایڈریس
uz_latn: Manzil
zh_cn: 地址

# OfferRate
source: Sales Rate/100%
de_de: Verkaufsquote/100%
es_es: Proporción de venta/100%
hi_in: बिक्री अनुपात / 100%
ru_ru: Коэффициент продаж/100%
ug_cn: 100%/سېتىلىش نىسبىتى
ur_pk: 100%/فروخت کا تناسب
uz_latn: Sotish koeffitsienti / 100%
zh_cn: 出售比率/100%

source: Spend Price
de_de: Ausgegebener Betrag
es_es: Cantidad gastada
hi_in: भुगतान की राशि
ru_ru: Сумма потраченных средств
ug_cn: چىقىم سوممىسى
ur_pk: ادائیگی کی رقم
uz_latn: To'lov miqdori
zh_cn: 支出金额

source: Favorable Price
de_de: Rabatierter Betrag
es_es: cantidad descontada
hi_in: रियायती मूल्य
ru_ru: Дисконтированная сумма
ug_cn: ئېتىبار سوممىسى
ur_pk: رعایتی قیمت
uz_latn: Chegirilgan narx
zh_cn: 优惠金额

source: Expired Time
de_de: Ablaufdatum
es_es: Fecha De Caducidad
hi_in: समाप्त होने की तिथि
ru_ru: Истекшее время
ug_cn: قەرەلى توشۇش ۋاقتى
ur_pk: ختم ہونے کی تاریخ
uz_latn: Tugash muddati
zh_cn: 到期时间

source: Male
de_de: Männlich
es_es: Macho
hi_in: पुरुष
ru_ru: Мужской
ug_cn: ئەر
ur_pk: مرد
uz_latn: Erkak
zh_cn: 男

source: Female
de_de: Weiblich
es_es: Mujer
hi_in: महिला
ru_ru: Женщина
ug_cn: ئايال
ur_pk: عورت
uz_latn: Ayol
zh_cn: 女

source: Register
de_de: Registrieren
es_es: Registro
hi_in: दर्ज कराई
ru_ru: Зарегистрироваться на сайте
ug_cn: تىزىملاش
ur_pk: رجسٹرڈ
uz_latn: Ro'yxatga olish
zh_cn: 注册

source: Machine No
de_de: Maschinen-Codierung
es_es: Codificación de la máquina
hi_in: मशीन कोड
ru_ru: Машинное кодирование
ug_cn: ماشىنا نومۇرى
ur_pk: مشین کوڈ
uz_latn: Uskuna kodi
zh_cn: 机器编码

source: Register No
de_de: Registrierungs-Code
es_es: Código de registro
hi_in: पंजीकरण कोड
ru_ru: Регистрационный код
ug_cn: تىزىملاش نومۇرى
ur_pk: رجسٹریشن کوڈ
uz_latn: Ro'yxatdan o'tish kodi
zh_cn: 注册编码

# SoftwareExpired
source: System has expired, do you want to re-register?
de_de: Das System ist abgelaufen, wollen Sie sich erneut registrieren?
es_es: El sistema ha caducado, ¿tengo que volver a registrarme?
hi_in: सिस्टम समाप्त हो गया है, फिर से पंजीकरण करें?
ru_ru: Срок действия системы истек, хотите перерегистрироваться?
ug_cn: سېستىمىنىڭ ئىشلىتىش ۋاقتى توشتى، قايتا تىزىملامسىز؟‏
ur_pk: سسٹم کی میعاد ختم ہوچکی ہے ، دوبارہ رجسٹر ہوں؟‏
uz_latn: Tizimning amal qilish muddati tugadi, qayta ro'yxatdan o'tkazasizmi?
zh_cn: 系统已到期, 重新注册吗?

# SoftwareSoonExpired
source: System will expired after {0}days later, {1}do you want to re-register now?
de_de: Das System wird in {0} Tagen ablaufen, {1} wollen Sie sich jetzt registrieren?
es_es: El sistema {0} expirará en {1} días, ¿tengo que registrarme ahora?
hi_in: सिस्टम {0} दिनों {1} में समाप्त हो रहा है, क्या आप अभी पंजीकरण करना चाहते हैं?
ru_ru: Срок действия системы истечет через {0} дней спустя. {1} Вы хотите перерегистрироваться сейчас?
ug_cn: سېستىما {0} كۈندىن كىيىن {1}ئىشلىتىش ۋاقتى توشىدۇ، ھازىر تىزىملامسىز؟‏
ur_pk: یہ سسٹم {0} دن {1} میں ختم ہوجاتا ہے ، کیا آپ اب رجسٹر کرنا چاہتے ہیں؟‏
uz_latn: Tizimning amal qilish muddati {0} kun ichida {1} tugaydi, hoziroq ro'yxatdan o'tmoqchimisiz?
zh_cn: 系统{0}天后{1}过期, 是否现在注册?

# SoftwareExpiredWarn
source: In order not to affect the normal operation, we recommend you contact us 7 days ago before the system expired!
de_de: Um die normale Nutzung des Systems nicht zu stören, empfehlen wir Ihnen, sich mindestens 7 Tage im Voraus mit uns in Verbindung zu setzen, um das System zu registrieren!
es_es: Para no interferir con el uso normal del sistema, le recomendamos que se ponga en contacto con nosotros al menos 7 días antes para registrar el sistema!
hi_in: सामान्य उपयोग को प्रभावित नहीं करने के लिए, हम अनुशंसा करते हैं कि आप हमसे संपर्क करें और सिस्टम को कम से कम 7 दिन पहले पंजीकृत करें!
ru_ru: Чтобы не мешать нормальному использованию системы, мы рекомендуем связаться с нами как минимум за 7 дней до регистрации системы!
ug_cn: نۇرمال ئىشلىتىشىڭىزگە تەسىر كۆرسەتمەسلىكى ئۈچۈن، بىز سىزنىڭ ئەڭ كىيىن بولغاندا 7 كۈن بۇرۇن بىز بىلەن ئالاقىلىشىپ سېستىمىنى تىزىملىشىڭىزنى تەۋسىيە قىلىمىز!‏
ur_pk: عام استعمال پر اثر انداز نہ ہونے کے لیَے، ہمارا مشورہ ہے کہ آپ ہم سے رابطہ کریں اور کم از کم 7 دن پہلے ہی سسٹم کو رجسٹر کریں!‏
uz_latn: Oddiy foydalanishga ta'sir qilmaslik uchun biz bilan bog'lanishingizni va tizimni kamida 7 kun oldin ro'yxatdan o'tkazishingizni tavsiya qilamiz!
zh_cn: 为了不影响正常使用, 我们建议您最晚提前7天联系我们并注册系统!

# RegisterSuccess
source: Registration is success, please restart the system!
de_de: Wenn Ihre Registrierung gekiungen ist, starten Sie bitte das System neu!
es_es: Si su registro es exitoso, por favor reinicie el sistema!
hi_in: पंजीकरण सफल है, कृपया सिस्टम पुनः आरंभ करें!
ru_ru: Регистрация прошла успешно, перезапустите систему!
ug_cn: تىزىملاش ئۇتۇقلۇق بولدى، سېستىمىنى قايتا قوزغۇتۇڭ !‏
ur_pk: رجسٹریشن کامیاب ہے ، براہ کرم سسٹم کو دوبارہ سٹارٹ کریں !‏
uz_latn: Ro'yxatdan o'tish muvaffaqiyatli bo'ldi, iltimos, tizimni qayta ishga tushiring!
zh_cn: 注册成功, 请重新启动系统!

source: Member Pay
de_de: Zahlung für Mitglieder
es_es: El pago de los miembros
hi_in: सदस्य भुगतान
ru_ru: Членский взнос
ug_cn: ئەزا تۆلەم
ur_pk: ممبر شپ کی ادائیگی
uz_latn: Ro'yxatdan to'lovi
zh_cn: 会员支付

# MemberPayDescription
source: Display Member Pay Details
de_de: Zahlungsdetails für Mitglieder anzeigen
es_es: Ver los detalles de pago de los miembros
hi_in: सदस्य भुगतान विवरण देखें
ru_ru: Просмотреть платежные реквизиты участника
ug_cn: ئەزا تۆلەم تەپسىلاتىنى كۆرۈش
ur_pk: ممبرشپ کی ادائیگی کی تفصیلات دیکھیں
uz_latn: Ro'yxatdan to'lovlarini ko'ring
zh_cn: 查看会员支付详细

source: Member Pay No
de_de: Mitglieds-Zahlungsnummer
es_es: Número de pago del miembro
hi_in: सदस्य भुगतान कोड
ru_ru: Платежный номер участника
ug_cn: ئەزا تۆلەم نومۇرى
ur_pk: ممبر شپ ادائیگی کا کوڈ
uz_latn: Ro'yxatdan to'lov kodi
zh_cn: 会员支付编号

# MemberBalanceNotEnough
source: Member Balance Price Not Enough!
de_de: Unzureichendes Guthaben unter den Mitgliedern!
es_es: ¡No hay suficiente balance de miembros!
hi_in: पर्याप्त सदस्य संतुलन नहीं!
ru_ru: Недостаточно баланса членов!
ug_cn: ئەزا قالدۇق سوممىسى يېتەرلىك ئەمەس!‏
ur_pk: ممبر شپ بیلنس ناکافی ہے!‏
uz_latn: A'zo balansi etarli emas!
zh_cn: 会员余额不够!

source: Add Member
de_de: Mitglied hinzufügen
es_es: Añadir miembro
hi_in: सदस्य जोड़ें
ru_ru: Добавить члена
ug_cn: ئەزا قوشۇش
ur_pk: ممبر شامل کریں
uz_latn: Ro'yxatdan qo'shish
zh_cn: 添加会员

# PropertyNotFound
source: Not Found {0} !
de_de: Nicht gefunden {0}!
es_es: ¡No se encuentra {0}!
hi_in: {0} नहीं मिला!
ru_ru: Не найдено {0}!
ug_cn: {0} تېپىلمىدى ‏!‏‏
ur_pk: نہیں ملا {0} ‏!‏‏
uz_latn: {0} Topilmadi!
zh_cn: 未找到 {0} !

# CheckoutImport
source: Checkout Expend
de_de: Ausgabe beim Checkout
es_es: Gastos de la caja
hi_in: चेकआउट का खर्च
ru_ru: Расходы на кассу
ug_cn: چىقىم بوغۇش
ur_pk: چیک آؤٹ کے اخراجات
uz_latn: To'lov xarajatlari
zh_cn: 结账支出

# RoomPrice
source: Table Price
de_de: Preis der Sitzung
es_es: El precio del elegante asiento
hi_in: सैलून की कीमत
ru_ru: Цена элегантного сиденья
ug_cn: ئۈستەل باھاسى
ur_pk: لاؤنج کی قیمت
uz_latn: Salon narxi
zh_cn: 雅座价格

# CountOfoffLimit
source: The count can not exceeds the specified limit !
de_de: Die Menge kann die angegebene Grenze nicht überschreiten!
es_es: ¡La cantidad no puede exceder el límite especificado!
hi_in: मात्रा निर्दिष्ट सीमा से अधिक नहीं हो सकती है!
ru_ru: Количество не может превышать указанный предел!
ug_cn: سانى بەلگىلەنگەن چەكتىن ئېشىپ كەتسە بولمايدۇ !‏
ur_pk: مقدار مقررہ حد سے تجاوز نہیں کرسکتی !‏
uz_latn: Miqdor belgilangan limitdan oshmasligi kerak!
zh_cn: 数量不能超过指定的限制!

# MemberExpired
source: Current member has expired!
de_de: Die aktuelle Mitgliedschaft ist abgelaufen!
es_es: ¡La membresía actual ha expirado!
hi_in: वर्तमान सदस्यता समाप्त हो गई है!
ru_ru: Текущее членство истекло!
ug_cn: نۆۋەتتىكى ئەزانىڭ ۋاقتى توشۇپ قالدى !‏
ur_pk: موجودہ ممبرشپ ختم ہوگئی !‏
uz_latn: Amaldagi a'zolik muddati tugadi!
zh_cn: 当前会员已经到期!

# MemberExpiredDescription
source: Change member expired time!
de_de: Ändern Sie die Ablaufzeit der Mitgliedschaft!
es_es: ¡Modificar el tiempo de expiración de la membresía!
hi_in: सदस्यता समाप्ति का समय संशोधित करें!
ru_ru: Изменить срок действия членства!
ug_cn: ئەزانىڭ ئىناۋەتلىك ۋاقتىنى ئۆزگەرتىش !‏
ur_pk: ممبرشپ کی میعاد ختم ہونے کے وقت میں ترمیم کریں !‏
uz_latn: A'zolik muddati tugashini o'zgartiring!
zh_cn: 修改会员到期时间!

source: Unknown
de_de: Unbekannt
es_es: Desconocido
hi_in: अनजान
ru_ru: Неизвестный
ug_cn: نامەلۇم
ur_pk: نامعلوم
uz_latn: Noma'lum
zh_cn: 未知

# NotFoundProperty_Number
source: The {0} {1} not found!
de_de: Nein. {0} {1} Nicht gefunden!
es_es: No. ¡No se encontró {0}!
hi_in: {0} {1} नहीं मिला!
ru_ru: {0} {1} не найден!
ug_cn: {0} - {1} تېپىلمىدى !‏
ur_pk: نہیں ملا {0} {1} !‏
uz_latn: {0} th {1} Topilmadi!
zh_cn: 第{0}个{1}未找到!

# Exception_UnknownDevice
source: Device does not exist or is disabled ! {0}Error code: 111
de_de: Gerät existiert nicht oder ist deaktiviert! {0} Fehlercode: 111
es_es: ¡El dispositivo no existe o está desactivado! {0} Código de error: 111
hi_in: डिवाइस मौजूद नहीं है या अक्षम है! {0} गलती कोड: 111
ru_ru: Устройство не существует или отключено! {0} Код ошибки: 111
ug_cn: ئۈسكىنە مەۋجۈت ئەمەس ياكى چەكلەنگەن!‏{0} خاتالىق نۇمۇرى: 111
ur_pk: ڈیوائس موجود نہیں ہے یا غیر فعال ہے! {0} غلطی کا کوڈ: 111
uz_latn: Qurilma mavjud emas yoki o'chirilgan! {0} Xato kodi: 111
zh_cn: 设备不存在或被禁用！{0}错误代码：111

# Exception_RoomCountOutOfLimit
source: Table count limit exceeded! {0}Error code: 104
de_de: Die maximale Anzahl von Sitzungen wird überschritten! {0} Fehlercode: 104
es_es: ¡Se ha superado el número máximo de asientos! {0} Código de error: 104
hi_in: सीटों की अधिकतम संख्या सीमा से अधिक हो गई! {0} गलती कोड: 104
ru_ru: Максимальное количество мест превышено! {0} Код ошибки: 104
ug_cn: ئۈستەل بەلگىلەنگەن ئەڭ يۇقىرى سانىدىن ئېشىپ كەتتى !‏ {0}خاتالىق نۇمۇرى: 104
ur_pk: نشستوں کی زیادہ سے زیادہ تعداد حد سے تجاوز کر گئی! {0} غلطی کا کوڈ: 104
uz_latn: Maksimal xonalar soni chegaradan oshib ketdi! {0} Xato kodi: 104
zh_cn: 雅座超出最大数量限制！{0}错误代码：104

# ResetDescription
source: Reset admin password
de_de: Administrator-Kennwort zurücksetzen
es_es: Restablecer la contraseña del administrador
hi_in: व्यवस्थापक पासवर्ड रीसेट करें
ru_ru: Сброс пароля администратора
ug_cn: باشقۇرغۇچى شىفىرىنى ئەسلىگە كەلتۈرۈش
ur_pk: ایڈمنسٹریٹر کا پاس ورڈ دوبارہ ترتیب دیں
uz_latn: Administrator parolini tiklash
zh_cn: 重置管理员密码

# SureReset
source: Confirm to reset?
de_de: Sind Sie sicher, dass Sie zurücksetzen wollen?
es_es: ¿Seguro que quieres reiniciar?
hi_in: क्या आप वाकई रीसेट करना चाहते हैं?
ru_ru: Подтвердить сброс?
ug_cn: ئەسلىگە كەلتۈرۈشنى جەزىملەشتۈرەمسىز ؟‏
ur_pk: کیا آپ واقعی دوبارہ سیٹ کرنا چاہتے ہیں ؟‏
uz_latn: Qayta tiklamoqchimisiz?
zh_cn: 确定要重置吗?

# Exception_UnknownAdmin
source: Admin does not exist or is disabled ! {0}Error code: 112
de_de: Administrator existiert nicht oder wurde deaktiviert! {0} Fehlercode: 112
es_es: ¡El administrador no existe o ha sido desactivado! {0} Código de error: 112
hi_in: व्यवस्थापक मौजूद नहीं है या अक्षम है! {0} गलती कोड: 112
ru_ru: Администратор не существует или был отключен! {0} Код ошибки: 112
ug_cn: باشقۇرغۇچى مەۋجۈت ئەمەس ياكى چەكلەنگەن !‏ {0} خاتالىق نۇمۇرى: 112
ur_pk: منتظم موجود نہیں ہے یا غیر فعال ہے! {0} غلطی کا کوڈ: 102
uz_latn: Administrator mavjud emas yoki o'chirib qo'yilgan! {0} Xato kodi: 112
zh_cn: 管理员不存在或被禁用！{0}错误代码：112

source: Return Price
de_de: Rückerstattungsbetrag
es_es: Cantidad de reembolso
hi_in: वापसी राशि
ru_ru: Сумма возврата
ug_cn: قايتۇرۇلغان پۇل
ur_pk: رقم کی واپسی
uz_latn: Qaytariladigan summa
zh_cn: 退回金额

source: Borrow Price
de_de: Kreditsumme
es_es: Cantidad prestada
hi_in: लोन की राशि
ru_ru: Сумма займа
ug_cn: ئارىيەت سوممىسى
ur_pk: قرضے کی رقم
uz_latn: Kredit miqdori
zh_cn: 借款金额

# KeepPrice
source: Remaining Price
de_de: Verbleibender Betrag
es_es: La cantidad restante
hi_in: संतुलन
ru_ru: Оставшаяся сумма
ug_cn: قالدۇق سوممىسى
ur_pk: بقیہ رقم
uz_latn: Muvozanat
zh_cn: 剩余金额

source: Remaining days
de_de: Verbleibende Tage
es_es: Los días restantes
hi_in: शेष दिन
ru_ru: Оставшиеся дни
ug_cn: قالدۇق كۈن
ur_pk: باقی دن
uz_latn: Qolgan kunlar
zh_cn: 剩余天

source: Device
de_de: Ausrüstung
es_es: Equipo
hi_in: उपकरण
ru_ru: Оборудование
ug_cn: ئۈسكۈنە
ur_pk: الات
uz_latn: Uskunalar
zh_cn: 设备

source: Table
de_de: Sitzung
es_es: Asiento
hi_in: लाउंज
ru_ru: Кабинет
ug_cn: ئۈستەل
ur_pk: لاؤنج
uz_latn: Xonalar
zh_cn: 雅座

source: Package
de_de: Packen
es_es: Empaquetar
hi_in: पैकिंग
ru_ru: Упаковать
ug_cn: قاپلاش
ur_pk: پیک کرنا
uz_latn: Etkazib berish xizmati
zh_cn: 打包

source: Member Deals Price
de_de: Rabattbetrag für Mitglieder
es_es: La cantidad de descuento para los miembros
hi_in: सदस्य छूट राशि
ru_ru: Сумма скидки для участников
ug_cn: ئەزا ئىتىبار سوممىسى
ur_pk: ممبرشپ کی ڈسکاؤنٹ کی رقم
uz_latn: Ro'yxatdagi chegirma miqdori
zh_cn: 会员优惠金额

source: Member Paid Price
de_de: Zahlungen der Mitglieder
es_es: Pagos de los miembros
hi_in: सदस्यों द्वारा भुगतान की गई राशि
ru_ru: Членские взносы
ug_cn: ئەزا تاپشۇرغان پۇل
ur_pk: ممبرشپ کی ادا کردہ رقم
uz_latn: A'zolar tomonidan to'lanadigan mablag '
zh_cn: 会员支付金额

source: Total Paid Price
de_de: Gesamtpreis zur Zahlung
es_es: Precio total pagado
hi_in: कुल कीमत का भुगतान करें
ru_ru: Общая уплаченная цена
ug_cn: ئومۇمىي تاپشۇرغان پۇل
ur_pk: کل قیمت ادا کریں
uz_latn: Umumiy narxni to'lash
zh_cn: 支付总价

source: Member Balance Price
de_de: Guthaben der Mitgliedschaft
es_es: Balance de los miembros
hi_in: सदस्य संतुलन
ru_ru: Баланс членства
ug_cn: ئەزا قالدۇق سوممىسى
ur_pk: ممبر کی رقم
uz_latn: A'zolar balansi
zh_cn: 会员余额

source: Register Count
de_de: Anzahl der Anmeldungen
es_es: Número de registros
hi_in: पंजीकरण की संख्या
ru_ru: Количество регистраций
ug_cn: سان تىزىملاش
ur_pk: رجسٹریشن کی تعداد
uz_latn: Ro'yxatdan o'tish soni
zh_cn: 注册数量

# Expenditure
source: Expend
de_de: Ausgaben
es_es: Gastos
hi_in: व्यय
ru_ru: Расходы
ug_cn: چىقىم
ur_pk: اخراجات
uz_latn: Xarajatlar
zh_cn: 支出

# PrintTypeLimit
source: Can not add the same type of printer!
de_de: Dei gleiche Druckertyp kann nicht hingefügt werden!
es_es: ¡No puedes añadir el mismo tipo de impresora!
hi_in: एक ही प्रकार का प्रिंटर नहीं जोड़ा जा सकता है!
ru_ru: Нельзя добавлять один и тот же тип принтера!
ug_cn: ئوخشاش تۈردىكى پىرىنتىر قوشۇشقا بولمايدۇ !‏
ur_pk: ایک ہی قسم کا پرنٹر شامل نہیں کیے جاسکتے !‏
uz_latn: Xuddi shu turdagi printerni qo'shib bo'lmaydi!
zh_cn: 不能添加同一类型的打印机!

# SameEnabledPrinterFailed
source: Bill types of printers can only enable one!
de_de: Es kann nur ein Drucker der Rechnungsart aktiviert werden!
es_es: ¡Sólo se puede activar una impresora del tipo de facturación!
hi_in: बिल प्रकार का केवल एक प्रिंटर चालू किया जा सकता है!
ru_ru: Может быть включен только один принтер типа биллинга!
ug_cn: تالون تۈرىدىكى پرىنتېردىن بىرنىلا ئېچىۋىتىشكە بولىدۇ !‏
ur_pk: صرف ایک قسم کا بل پرنٹر آن کیا جاسکتا ہے !‏
uz_latn: Faqat bitta hisob-kitob printerini yoqish mumkin!
zh_cn: 账单类型的打印机只能开启一个!

source: Print After Buy
de_de: Ausdrucken nach dem Kauf
es_es: Imprimir después de la compra
hi_in: खरीदने के बाद प्रिंट करें
ru_ru: Печать после покупки
ug_cn: سېتىۋالغاندا پرىنتلاش
ur_pk: خریداری کے بعد پرنٹ کریں
uz_latn: Sotib olgandan keyin chop etish
zh_cn: 购买后打印

source: PrintAfterCheckout
de_de: Ausdrucken nach dem Auschecken
es_es: Imprimir después de la compra
hi_in: चेकआउट के बाद प्रिंट करें
ru_ru: Распечатка после выписки
ug_cn: ئاياقلاشقاندا پرىنتلاش
ur_pk: چیک آؤٹ کے بعد پرنٹ کریں
uz_latn: Kassadan o'tgandan keyin chop etish
zh_cn: 结账后打印

source: Server
es_es: Servidor
hi_in: सर्वर
ru_ru: Сервер
ug_cn: مۇلازىمېتىر
ur_pk: سرور
zh_cn: 服务器

source: Local Print
de_de: lokales Ausdrucken
es_es: La imprenta local
hi_in: स्थानीय मुद्रण
ru_ru: Местная печать
ug_cn: كومپيۇتېردا پرىنتلاش
ur_pk: لوکل پرنٹنگ
uz_latn: Mahalliy bosib chiqarish
zh_cn: 本地打印
