Repository: huangjinshe/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: de_de, es_es, hi_in, ru_ru, ug_cn, ur_pk, uz_latn, zh_cn

# Exception_CheckSqlAndFile
source: Database connection error, check the database file or database connection configuration!
de_de: Datenbankverbindungsfehler, bitte überprüfen Sie die Datenbankdatei oder die Konfiguration der Datenbankverbindung!
es_es: Error de conexión a la base de datos, por favor, compruebe el archivo de la base de datos o la configuración de la conexión a la base de datos!
hi_in: डेटाबेस कनेक्शन गलती, डेटाबेस फ़ाइल या डेटाबेस कनेक्शन कॉन्फ़िगरेशन की जाँच करें!
ru_ru: Ошибка подключения к базе данных, пожалуйста, проверьте файл базы данных или конфигурацию подключения к базе данных!
ug_cn: سانشىغىر ئامبىرىغا ئۇلۇنۇشتا خاتالىق كۈرۈلدى، سانشىغىر ھۆججىتى ياكى سانشىغىر ئامبىرى سەپلەش ھۆججىتىنى تەكشۈرۈڭ !‏
ur_pk: ڈیٹا بیس کنکشن کی خرابی ، براہ کرم ڈیٹا بیس فائل یا ڈیٹا بیس کنکشن کی تشکیل کی جانچ کیجیَے !‏
uz_latn: Ma'lumotlar bazasiga ulanishda xatolikka yo'l qo'yildi, iltimos, ma'lumotlar bazasi fayli yoki ma'lumotlar bazasi ulanishining konfiguratsiyasini tekshiring!
zh_cn: 数据库连接错误, 请检查数据库文件或数据库连接配置！

# CompanyShortName
source: OYBAB
ug_cn: ئويباب
zh_cn: 梦胜

# CompleteInput
source: Please complete input the data !
de_de: Bitte geben Sie die Daten vollständig ein!
es_es: ¡Por favor, introduzca los datos completamente!
hi_in: कृपया डेटा पूरी तरह से दर्ज करें!
ru_ru: Пожалуйста, введите данные полностью!
ug_cn: سانشىفىرنى تۇلۇق كىرگۈزۈڭ !‏
ur_pk: براہ کرم مکمل طور پر ڈیٹا درج کریں !‏
uz_latn: Iltimos, ma'lumotlarni to'liq kiriting!
zh_cn: 请完整输入数据！

source: Version No
de_de: Versionsnummer
es_es: Número de versión
hi_in: संस्करण संख्या
ru_ru: Номер редакции
ug_cn: نۇسخا نۇمۇرى
ur_pk: ورژن نمبر
uz_latn: Versiya raqami
zh_cn: 版本号

# SoftPlayerDescription
source: Any comments or suggestions, please contact us, contact details on "System --- About" page.
de_de: Wenn Sie Kommentare oder Vorschläge haben, kontaktieren Sie uns bitte über: "System - Über".
es_es: Si tiene algún comentario o sugerencia, por favor contáctenos a través de: "Sistema - Acerca de".
hi_in: यदि आपके पास कोई टिप्पणी या सुझाव है, तो कृपया हमसे संपर्क करें, और संपर्क जानकारी के माध्यम से देखा जा सकता है: "सिस्टम --- अबाउट"।
ru_ru: Если у вас есть какие-либо комментарии или предложения, пожалуйста, свяжитесь с нами через: "Система - О программе".
ug_cn: ھەرقانداق تەلەپ-پىكىر بولسا بىز بىلەن ئالاقىلىشىڭ، ئالاقىلىشىش ئۇسۇلىمىزنى: "سېستىما---ھەققىدە" ئارقىلىق كۆرۈڭ .‏
ur_pk: اگر کوئی رائے یا مشورے ہیں تو براہ کرم ہم سے رابطہ کریں۔ براہ کرم رابطہ کی معلومات دیکھیں: "سسٹم --- کے بارے میں" .‏
uz_latn: Agar sizda biron bir sharh yoki taklif bo'lsa, iltimos, biz bilan bog'laning, iltimos, aloqa ma'lumotlarini tekshiring: "Tizim --- Haqida".
zh_cn: 如有任何意见或建议请与我们联系，联系方式请通过：“系统---关于” 查看。

source: Change Language
de_de: Sprache ändern
es_es: Cambiar el idioma
hi_in: भाषा स्विच करें
ru_ru: Изменить язык
ug_cn: تىل ئالماشتۇرۇش
ur_pk: زبان تبدیل کریں
uz_latn: Tilni almashtirish
zh_cn: 切换语言

# ChangeLanguageFailt
source: Change language faild !
de_de: Sprachänderung fehlgeschlagen!
es_es: ¡El cambio de idioma falló!
hi_in: भाषा बदलने में असफल!
ru_ru: Смена языка не удалась!
ug_cn: تىل ئالماشتۇرۇش مەغلۇپ بولدى !‏
ur_pk: زبان کو تبدیل کرنے میں ناکامی !‏
uz_latn: Tilni o‘zgartirib bo‘lmadi!
zh_cn: 更改语言失败！

# ChangeLanguageSuccess
source: Change language success, Will changing when system next startup！
de_de: Die Sprachänderung war geklappt und wird beim nächsten Systemstart wirksam!
es_es: El cambio de idioma fue exitoso, y tendrá efecto en el próximo arranque del sistema!
hi_in: यदि भाषा को सफलतापूर्वक बदल दिया जाता है, तो यह अगली बार सिस्टम शुरू होने पर प्रभावी होगा!
ru_ru: Смена языка прошла успешно и вступит в силу при следующей загрузке системы!
ug_cn: تىل ئالماشتۇرۇش ئۇتۇقلۇق بولدى، سېستىمىنى قايتا قوزغاتقاندىن كېيىن ئۆزگىرەيدۇ !‏
ur_pk: اگلی دفعہ سستم شروع ھونے کے ساتھ ساتھ ، زبان کی تبدیلی کامیاب ہوجاےَ گی !‏
uz_latn: Agar til muvaffaqiyatli o'zgartirilgan bo'lsa, tizim keyingi ishga tushirilganda kuchga kiradi!
zh_cn: 更改语言成功, 将在系统下次启动时生效！

# Exception_InvalidLanguage
source: System language is invalid or does not exist, please check the configuration file!
de_de: Systemsprache ist ungültig oder existiert nicht, bitte überprüfen Sie die Konfigurationsdatei!
es_es: El lenguaje del sistema es inválido o no existe, por favor, compruebe el archivo de configuración!
hi_in: सिस्टम भाषा अमान्य है या मौजूद नहीं है, कृपया कॉन्फ़िगरेशन फ़ाइल देखें!
ru_ru: Системный язык недействителен или не существует, пожалуйста, проверьте файл конфигурации!
ug_cn: سېستىما تىلى ئىناۋەتسىز ياكى مەۋجۈت ئەمەس، سەپلەش ھۆججىتىنى تەكشۇرۈڭ !‏
ur_pk: سسٹم کی زبان غلط ہے یا موجود نہیں ہے ، براہ کرم کنفیگریشن فائل چیک کریں !‏
uz_latn: Tizim yaroqsiz yoki mavjud emas, iltimos, konfiguratsiya faylini tekshiring!
zh_cn: 系统语言无效或不存在, 请检查配置文件！

# Exception_LogError
source: load log failed!
de_de: Das Laden des Protokolls ist fehlgeschlagen!
es_es: ¡Falló al cargar el registro!
hi_in: लॉग लोड करने में विफल!
ru_ru: Не удалось загрузить журнал!
ug_cn: خاتىرىنى يۈكلەش مەغلۇپ بولدى !‏
ur_pk: لاگ لوڈ کرنے میں ناکامی !‏
uz_latn: Jurnal yuklanmadi!
zh_cn: 加载日志失败！

# FontName2
source: Arial
ug_cn: Oybab Tuz
zh_cn: Simsun

source: Help
de_de: Hilfe
es_es: Ayuda
hi_in: मदद
ru_ru: Помощь
ug_cn: ياردەم
ur_pk: مدد
uz_latn: Yordam berish
zh_cn: 帮助

# Exception_InvalidDB
source: Database file is invalid!
de_de: Die Datenbankdatei ist ungültig!
es_es: ¡El archivo de la base de datos es inválido!
hi_in: डेटाबेस फ़ाइल अमान्य है!
ru_ru: Файл базы данных недействителен!
ug_cn: سانشىغىر ئامبىرى ھۆججىتى ئىناۋەتسىز !‏
ur_pk: ڈیٹا بیس فائل غلط ہے !‏
uz_latn: Ma'lumotlar bazasi fayli yaroqsiz holda!
zh_cn: 数据库文件无效！

# Exception_KeyKeyError
source: USB-KEY get Key failed. Error:{0},{1}.
de_de: USB-KEY erhält Schlüssel-Fehler. Fehler:{0},{1}.
es_es: USB-KEY obtener error de la llave. Error:{0},{1}.
hi_in: USB- कुंजी को मुख्य त्गलती मिली। त्रुटि: {0}, {1}।
ru_ru: USB-KEY получает ошибку ключа. Ошибка: {0},{1}.
ug_cn: USB-KEY Key غا ئىرىشىشتا خاتالىق كۈرۈلدى. خاتالىق:‏{0},{1}‏.‏
ur_pk: یو ایس بی ۔کی کی کی خامی۰غلطی: {0}، {1}.‏
uz_latn: USB-KEY tugmachasida xatolik yuz berdi. Xato: {0}, {1}.
zh_cn: USB-KEY获取Key错误.错误:{0},{1}.

# Exception_ApplicationCheckFaild
source: Application authentication failed!
de_de: Anwendungsprüfung fehlgeschlagen!
es_es: ¡La verificación de la aplicación falló!
hi_in: आवेदन जाच विफल!
ru_ru: Проверка приложения не прошла!
ug_cn: پروگراممىنى تەكشۈرۈش مەغلۇپ بولدى !‏
ur_pk: درخواست کی تصدیق ناکام !‏
uz_latn: Ilovani tekshirib bo'lmadi!
zh_cn: 应用程序验证失败！

# Exception_CloseRequestFaild
source: Send close the session request failed!
de_de: Fehler beim Senden einer Anfrage zum Schließen einer Sitzung!
es_es: Error al enviar una solicitud para cerrar una sesión!
hi_in: सत्र बंद करने का अनुरोध भेजने में गलती!
ru_ru: Ошибка отправки запроса на закрытие сессии!
ug_cn: ئۆچۈرۈش تەلىپىنى ئەۋەتىش مەغلۇپ بولدى !‏
ur_pk: سیشن بند کرنے کی درخواست بھیجنے میں خامی !‏
uz_latn: Amaliyotni yopish uchun so'rov yuborishda xatolik yuz berdi!
zh_cn: 发送关闭会话请求错误！

# Exception_EncryptedRequestFaild
source: Send encrypted request exception!
de_de: Fehler beim Senden der Verschlüsselungsanfrage!
es_es: Error al enviar la solicitud de encriptación!
hi_in: एन्क्रिप्शन अनुरोध भेजने में गलती!
ru_ru: Ошибка отправки запроса на шифрование!
ug_cn: شىفىرلاش تەلىپىنى ئەۋەتىش مەغلۇپ بولدى !‏
ur_pk: خفیہ کاری کی درخواست بھیجنے میں خامی !‏
uz_latn: Shifrlash uchun so'rov yuborishda xatolik yuz berdi!
zh_cn: 发送加密请求错误！

# Exception_LockRequestFaild
source: Send lock request faild!
de_de: Fehler beim Senden der Sperranfrage!
es_es: Error al enviar la solicitud de bloqueo!
hi_in: लॉक अनुरोध भेजने में गलती!
ru_ru: Ошибка отправки запроса на блокировку!
ug_cn: قۇلۇپلاش تەلىپىنى ئەۋەتىش مەغلۇپ بولدى !‏
ur_pk: لاک کی درخواست بھیجنے میں خرابی !‏
uz_latn: Qulflash uchun so'rov yuborishda xatolik yuz berdi!
zh_cn: 发送锁定请求错误！

# Exception_NewRequestFailt
source: Send new session request failed! {0}Error code: 101
de_de: Fehler beim Senden einer neuen Sitzungsanfrage! {0} Fehlercode: 101
es_es: Error al enviar la solicitud de nueva sesión! {0} Código de error: 101
hi_in: नया सत्र अनुरोध भेजने में गलती! {0} गलती कोड: 101
ru_ru: Ошибка при отправке запроса на новый сеанс! {0} Код ошибки: 101
ug_cn: يېڭى ئالاقە تەلىپىنى ئەۋەتىش مەغلۇپ بولدى !‏ {0}خاتالىق نۇمۇرى: 101
ur_pk: نئی سیشن کی درخواست بھیجنے میں خامی! {0} غلطی کا کوڈ: 101
uz_latn: Yangi amaliyot so'rovini yuborishda xatolik yuz berdi! {0} Xato kodi: 101
zh_cn: 发送新会话请求错误！{0}错误代码：101

# Exception_OutClientLimitFaild
source: Client connection limit exceeded! {0}Error code: 102
de_de: Überschreiten Sie die Grenzen der Client-Verbindung! {0} Fehlercode: 102
es_es: ¡Superar los límites de conexión del cliente! {0} Código de error: 102
hi_in: क्लाइंट कनेक्शन की सीमा पार हो गई! {0} त्रुटि कोड: 102
ru_ru: Превышение пределов подключения клиентов! {0} Код ошибки: 102
ug_cn: ئەڭ يۇقىرى ئۇلىنىش سانىدىن ئېشىپ كەتتى !‏ {0}خاتالىق نۇمۇرى: 102
ur_pk: کلائنٹ کنکشن کی حد سے تجاوز کر گیا! {0} غلطی کا کوڈ: 102
uz_latn: Mijozning ulanish vaqti belgilangan vaqtdan oshib ketdi! {0} Xato kodi: 102
zh_cn: 超出客户端连接限制！{0}错误代码：102

# Exception_RemoteServerConn
source: Unable to connect remote server!
de_de: Verbindung zum Remote-Server nicht möglich!
es_es: ¡No se puede conectar al servidor remoto!
hi_in: दूरस्थ सर्वर से कनेक्ट नहीं हो सकता है!
ru_ru: Невозможно подключиться к удаленному серверу!
ug_cn: يىراق مۇلازىمېتىرغا ئۇلىنىش مەغلۇپ بولدى !‏
ur_pk: ریموٹ سرور سے رابطہ قائم کرنے سے قاصر ہے !‏
uz_latn: Masofaviy serverga ulanishda xatolik yuz berdi!
zh_cn: 无法连接远程服务器！

# Exception_ServerCantCorrConn
source: Unable to maintain a normal conversation with the server! Please click【Retry】to continue，or click【Exit】to exit the system!
de_de: Es kann keine normale Sitzung mit dem Server aufrechterhalten! Bitte klicken Sie auf [ernuer versuchen], um fortzufahren, oder auf [Beenden], um das System zu beenden!
es_es: ¡No puedo mantener una sesión normal con el servidor! Por favor, haga clic en [reintentar] para continuar, o haga clic en [salir] para salir del sistema!
hi_in: सामान्य रूप से सर्वर के साथ एक सत्र को बनाए नहीं रख सकता है! जारी रखने के लिए कृपया [पुनः प्रयास करें] क्लिक करें, या सिस्टम से बाहर निकलने के लिए [बाहर निकलें] पर क्लिक करें!
ru_ru: Я не могу поддерживать нормальную сессию с сервером! Пожалуйста, нажмите [повторить попытку] для продолжения или нажмите [выйти] для выхода из системы!
ug_cn: يىراق مۇلازىمېتىر بىلەن نۇرمال ئالاقە ساقلاش مەغلۇپ بولدى ! ‏قايتا سىناڭ ياكى سېستىمىدىن چېكىنىڭ ‏!‏
ur_pk: سرور کے ساتھ سیشن کو عام طور پر برقرار نہیں رکھا جا سکتا! براہ کرم جاری رکھنے کے لئے [دوبارہ کوشش کریں] پر کلک کریں ، یا نظام سے باہر آنے کے لئے [باہر نکلیں] پر کلک کریں ‏!‏
uz_latn: Server bilan sessiyani odatiy tarzda olib bo'lmaydi! Davom etish uchun [Qayta urinish] tugmasini bosing yoki tizimdan chiqish uchun [Chiqish] tugmasini bosing!
zh_cn: 无法跟服务器正常保持会话！请单击【重试】继续，或单击【退出】退出系统！

# Exception_ServerCheckFaild
source: Check the server KEY failed!
de_de: Prüfen Sie auf Server KEY-Fehler!
es_es: ¡Comprueba si hay errores de la llave del servidor!
hi_in: सर्वर कुंजी गलती की जाँच करें!
ru_ru: Проверьте, нет ли ошибок KEY сервера!
ug_cn: مۇلازىمېتىر‏ KEY نى تەكشۈرۈشتە خاتالىق يۈز بەردى !‏
ur_pk: کی غلطی کے لیےءسرور چیک کریں !‏
uz_latn: Serverning KEY xatoligini tekshiring!
zh_cn: 检查服务器KEY错误！

# Exception_ServerFaild
source: Server operate failed!
de_de: Der Server hat einen Fehler!
es_es: ¡El servidor tiene un error!
hi_in: सर्वर पर एक ग़लती हुई!
ru_ru: Сервер получил ошибку!
ug_cn: مۇلازىمېتىردا خاتالىق يۈز بەردى !‏
ur_pk: سرور میں خامی کی پیشگی !‏
uz_latn: Serverda xatolik yuz berdi!
zh_cn: 服务器发生错误！

# Exception_ServerKeyFaild
source: Server KEY failed！
de_de: Server KEY-Fehler!
es_es: ¡Error de la llave del servidor!
hi_in: सर्वर कुंजी गलती!
ru_ru: Ошибка KEY сервера!
ug_cn: مۇلازىمېتىر KEY دە خاتالىق يۈز بەردى!‏
ur_pk: سرور میں KEY خامی!‏
uz_latn: Server KEY xato!
zh_cn: 服务器KEY错误！

# Exception_SessionExpiredRetry
source: Session expired, please retry!
de_de: Die Sitzung ist abgelaufen, bitte versuchen Sie es erneut!
es_es: La sesión expiró, ¡por favor, inténtelo de nuevo!
hi_in: सत्र समाप्त हो गया है, कृपया पुनः प्रयास करें!
ru_ru: Сессия закончилась, пожалуйста, попробуйте еще раз!
ug_cn: ئالاقە ئەمەلدىن قالدى، قايتا سىناڭ !‏
ur_pk: سیشن کی میعاد ختم ہوگئی ہے ، براہ کرم دوبارہ کوشش کریں !‏
uz_latn: Ulanish muddati tugadi, qayta urinib ko'ring!
zh_cn: 会话过期, 请重试！

# Exception_SessionFaildAndTry
source: Session expired, trying to get!
de_de: Sitzung abgelaufen, versuchen Sie, sie zurückzuholen!
es_es: La sesión expiró, ¡trata de recuperarla!
hi_in: सत्र समाप्त हो गया, इसे फिर से प्राप्त करने का प्रयास करें!
ru_ru: Сессия истекла, пытаюсь получить!
ug_cn: ئالاقە ئەمەلدىن قالدى، قايتا سىناشقا ئۇرۇنىۋاتىدۇ !‏
ur_pk: سیشن کی میعاد ختم ہوگئی ، اسے دوبارہ لینے کی کوشش کریں !‏
uz_latn: Ulanish muddati tugadi, qaytadan olishga harakat qiling!
zh_cn: 会话过期, 尝试重新获取！

# Exception_SessionRequestFaild
source: Send keep session request failed!
de_de: Sitzung Aufhalten-Sendung fehlgeschlagen!
es_es: ¡Envía el error de solicitud de sesión de retención!
hi_in: सत्र अनुरोध रखने में गलती!
ru_ru: Отправить ошибку запроса на удержание сессии!
ug_cn: ئالاقىنى داۋاملاشتۇرۇش تەلىپىنى ئەۋەتىش مەغلۇپ بولدى !‏
ur_pk: سیشن کی درخواست بھیجنا جاری رکھنے میں خامی !‏
uz_latn: Amaliyotni davom ettirish so'rovini yuborishda xatolik yuz berdi!
zh_cn: 发送保持会话请求错误！

# Exception_SessionUpdateFaild
source: Session Update failed!
de_de: Sitzungs-Update fehlgeschlagen!
es_es: ¡La actualización de la sesión falló!
hi_in: सत्र अपडेट विफल!
ru_ru: Обновление сеанса прошло неудачно!
ug_cn: ئالاقىنى يېڭىلاش ماغلۇپ بولدى !‏
ur_pk: سیشن اپ ڈیٹ ناکامی !‏
uz_latn: Ulanishni yangilab bo'lmadi!
zh_cn: 会话更新失败！

# Exception_UIDRequestFaild
source: Send Get UID request failed!
de_de: Antrag auf Erhalt der UID nicht abgeschickt!
es_es: ¡Falló al enviar una solicitud para obtener el UID!
hi_in: UID पाने के लिए अनुरोध भेजने में विफल!
ru_ru: Не удалось отправить запрос на получение UID!
ug_cn: UID گە ئىرىشىش تەلىپىنى ئەۋەتىش مەغلۇپ بولدى !‏
ur_pk: UID حاصل کرنے کے لئے درخواست بھیجنے میں ناکامی !‏
uz_latn: UID olish uchun so'rov yuborib bo'lmadi!
zh_cn: 发送获取UID请求失败！

# SessionUpdateSuccess
source: Session updated successfully.
de_de: Sitzungsaktualisierung geklappt.
es_es: Actualización de la sesión exitosa.
hi_in: सत्र सफलतापूर्वक अपडेट किया गया था।
ru_ru: Обновление сессии прошло успешно.
ug_cn: ئالاقىنى يېڭىلاش ئۇتۇقلۇق بولدى .‏
ur_pk: سیشن کامیابی کے ساتھ اپ ڈیٹ ہوا۔ .‏
uz_latn: Amaliyot muvaffaqiyatli yangilandi.
zh_cn: 会话更新成功.

# Exception_SetClientTimeFailt
source: Calibration server time to the client failed!
de_de: Es ist nicht gelungen, die Server-Zeit auf die Client-Zeit zu kalibrieren!
es_es: ¡Falló la calibración del tiempo del servidor con el tiempo del cliente!
hi_in: क्लाइंट समय के लिए सर्वर समय को जांचने में विफल!
ru_ru: Калибровка времени сервера клиенту не удалась!
ug_cn: يىراق مۇلازىمېتىر ۋاقتىنى نۆۋەتتىكى ۋاقىتقا ئالماشتۇرۇش مەغلۇپ بولدى .‏
ur_pk: سرور کے وقت کو کلائنٹ کے وقت میں درجہ بندی کرنے میں ناکامی .‏
uz_latn: Server vaqtini mijoz vaqtiga sozlab bo'lmadi!
zh_cn: 校准服务器时间到客户端时间失败！

# IsHidden
source: Hidden
de_de: Ausblenden
es_es: Oculto
hi_in: छिपाना
ru_ru: Скрывать
ug_cn: يوشۇرۇش
ur_pk: چھپانا
uz_latn: Yashirish
zh_cn: 隐藏

# Exception_CheckDataFaild
source: Remote server access to data failed!
de_de: Fehler bei der Datenerfassung auf einem entfernten Server!
es_es: ¡Error de adquisición de datos del servidor remoto!
hi_in: दूरस्थ सर्वर डेटा अधिग्रहण गलती!
ru_ru: Ошибка удаленного сбора данных сервера!
ug_cn: يىراق مۇلازىمېتىر سانشىغىرنى قۇبۇل قىلىشتا خاتالىق يۈز بەردى !‏
ur_pk: ریموٹ سرور ڈیٹا کے حصول میں خرابی !‏
uz_latn: Masofaviy server ma'lumotlarini olishda xatolik yuz berdi!
zh_cn: 远程服务器数据获取错误！

# Exception_DataNotReady
source: Remote server data is not ready! Please try again later! Error code: 107
de_de: Ferne Server-Daten nicht bereit! Bitte versuchen Sie es später noch einmal! Fehlercode: 107
es_es: ¡Los datos del servidor remoto no están listos! ¡Por favor, inténtalo de nuevo más tarde! Código de error: 107
hi_in: दूरस्थ सर्वर डेटा तैयार नहीं है! बाद में पुन: प्रयास करें! गलती कोड: 107
ru_ru: Данные удаленного сервера не готовы! Пожалуйста, попробуйте позже! Код ошибки: 107
ug_cn: يىراق مۇلازىمېتىر سانشىغىرى تەييار بولمىدى ! بىرئازدىن كىيىن قايتا سىناڭ !‏ خاتالىق نۇمۇرى: 107
ur_pk: ریموٹ سرور ڈیٹا تیار نہیں ہے! براہ کرم کچھ دیر بعد کوشش کریں! غلطی کا کوڈ: 107
uz_latn: Masofaviy server ma'lumotlari tayyor emas! Iltimos keyinroq qayta urinib ko'ring! Xato kodi: 107
zh_cn: 远程服务器数据未准备就绪！请稍后重试！错误代码：107

# Exception_ChangePWDRequestFaild
source: Send change password request failed!
de_de: Fehler beim Senden der Passwort-Änderungsanfrage!
es_es: Error al enviar la solicitud de cambio de contraseña!
hi_in: पासवर्ड संशोधन अनुरोध भेजने में गलती!
ru_ru: Ошибка отправки запроса на изменение пароля!
ug_cn: شىفىر ئۆزگەرتىش تەلىپىنى ئەۋەتىش مەغلۇپ بولدى !‏
ur_pk: پاس ورڈ میں ترمیم کی درخواست بھیجنے میں خامی !‏
uz_latn: Parolni o'zgartirish so'rovini yuborishda xatolik yuz berdi!
zh_cn: 发送修改密码请求错误！

# Exception_ValidPWDRequestFaild
source: Send verify password request failed!
de_de: Fehler bei der Anforderung eines Authentifizierungs-Passworts!
es_es: Error al enviar la solicitud de la contraseña de autenticación!
hi_in: जॉच पासवर्ड अनुरोध त्रुटि भेजें!
ru_ru: Ошибка отправки запроса пароля на аутентификацию!
ug_cn: شىفىر تەكشۈرۈش تەلىپىنى ئەۋەتىش مەغلۇپ بولدى !‏
ur_pk: تصدیق کے پاسورڈ کی درخواست بھیجنے میں غلطی !‏
uz_latn: Tasdiqlash parolini so'rashda xatolikni yuboring!
zh_cn: 发送验证密码请求错误！

source: Contact Us
de_de: Kontaktieren Sie uns bitte
es_es: Contáctenos
hi_in: संपर्क करें
ru_ru: Свяжитесь с Нами
ug_cn: ئالاقىلىشىش
ur_pk: ہم سے رابطہ کریں
uz_latn: Biz bilan bog'lanish
zh_cn: 联系我们

source: Consumption
de_de: Konsum
es_es: Consumidor
hi_in: टिप्स
ru_ru: Потребление
ug_cn: ئىستىمال
ur_pk: کھپت
uz_latn: Xizmat uchun haq to'lash
zh_cn: 消费

# DealerContactWay
source: Contact Dealer
de_de: Händler-Kontakt
es_es: Contacto con el distribuidor
hi_in: डीलर से संपर्क करें
ru_ru: Контакт с дилером
ug_cn: سودىگەرنىڭ ئالاقىلىشىش ئۇسۇلى
ur_pk: ڈیلر سے رابطہ
uz_latn: Diler bilan aloqa qilish
zh_cn: 经销商联系方式

source: Mode
de_de: Modus
es_es: Modo
hi_in: मोड
ru_ru: Шаблон
ug_cn: تىپى
ur_pk: ماڈل
uz_latn: Sozlamalar
zh_cn: 模式

source: Remark
de_de: Anmerkung
es_es: Nota
hi_in: टिप्पणियों
ru_ru: Примечание
ug_cn: ئىزاھات
ur_pk: ریمارکس
uz_latn: Izohlar
zh_cn: 备注

source: Other
de_de: Andere
es_es: Otros
hi_in: अन्य
ru_ru: Другой сайт
ug_cn: باشقا
ur_pk: دیگر
uz_latn: Boshqa
zh_cn: 其他

# Exception_IPConflict
source: IP Address Conflict, Please Restart!
de_de: IP-Adresskonflikt, bitte neustarten!
es_es: Conflicto de direcciones IP, ¡reinicie por favor!
hi_in: IP पता संघर्ष, कृपया पुनः आरंभ करें!
ru_ru: Конфликт IP-адресов, пожалуйста, перезагрузитесь!
ug_cn: IP ئادرېسى توقۇنۇشۇپ قالدى، قايتا قوزغۇتۇڭ !‏
ur_pk: آیٴ پی ایڈریس میں تنازعہ ، دوبارہ شروع کریں !‏
uz_latn: IP-manzil ziddiyatli, qayta ishga tushiring!
zh_cn: IP地址冲突， 请重启！

# Exception_SessionInvalid
source: Invalid Session, Please Restart!
de_de: Ungültige Sitzung, bitte neu starten!
es_es: Sesión inválida, ¡reinicie por favor!
hi_in: अमान्य सत्र, कृपया पुनः आरंभ करें!
ru_ru: Недействительный сеанс, пожалуйста, перезагрузитесь!
ug_cn: ئالاقە ئىناۋەتسىز ، قايتا قوزغۇتۇڭ !‏
ur_pk: غلط سیشن ، دوبارہ شروع کریں !‏
uz_latn: Noto'g'ri amaliyot, qayta ishga tushiring!
zh_cn: 无效会话， 请重启！

# Exception_InvalidPending
source: Invalid Mode!
de_de: Ungültiger Modus!
es_es: ¡Modo inválido!
hi_in: अमान्य मोड!
ru_ru: Недействительный режим!
ug_cn: ئىناۋەتسىز تىپ !‏
ur_pk: غلط ماڈل !‏
uz_latn: Noto'g'ri rejim!
zh_cn: 无效模式！

# Exception_IPInvalid
source: IP address invalid, Please contact customer service!
de_de: IP-Adresse ist ungültig, bitte kontaktieren Sie den Kundendienst!
es_es: La dirección IP no es válida, por favor contacte con el servicio de atención al cliente!
hi_in: अमान्य IP पता, कृपया ग्राहक सेवा से संपर्क करें!
ru_ru: IP-адрес недействителен, пожалуйста, свяжитесь со службой поддержки!
ug_cn: IP ئادرېسى ئىناۋەتسىز ، مۇلازىم بىلەن ئالاقىلىشىڭ ‏!‏
ur_pk: غلط IP پتہ ، براہ کرم کسٹمر سروس سے رابطہ کریں ‏!‏
uz_latn: IP-manzil yaroqsiz, iltimos, mijozlarga xizmat ko'rsatish xizmatiga murojaat qiling!
zh_cn: IP地址无效，请联系客服！

# Exception_OrderExpired
source: Bill expired, Please contact customer service!
de_de: Die Rechnung ist abgelaufen, wenden Sie sich an den Kundendienst!
es_es: La factura ha caducado, ¡contacta con el servicio de atención al cliente!
hi_in: बिल की समय सीमा समाप्त हो गई है, कृपया ग्राहक सेवा से संपर्क करें!
ru_ru: Счет истек, свяжитесь со службой поддержки!
ug_cn: تالون ۋاقتى توشۇپ قالدى ، مۇلازىم بىلەن ئالاقىلىشىڭ ‏!‏
ur_pk: بل کی میعاد ختم ہوگئی ہے ، براہ کرم کسٹمر سروس سے رابطہ کریں ‏!‏
uz_latn: Hisob-kitob muddati tugagan, iltimos, mijozlarga xizmat ko'rsatish xizmatiga murojaat qiling!
zh_cn: 账单已过期，请联系客服！

# Exception_OrderInvalid
source: Bill invalid, Please contact customer service!
de_de: Ungültige Rechnung, bitte kontaktieren Sie den Kundendienst!
es_es: Factura inválida, por favor contacte con el servicio de atención al cliente!
hi_in: बिल अमान्य है, कृपया ग्राहक सेवा से संपर्क करें!
ru_ru: Недействительный счет, пожалуйста, свяжитесь со службой поддержки!
ug_cn: تالون ئىناۋەتسىز ، مۇلازىم بىلەن ئالاقىلىشىڭ ‏!‏
ur_pk: بل غلط ہے ، براہ کرم کسٹمر سروس سے رابطہ کریں ‏!‏
uz_latn: Xarajat yaroqsiz, iltimos, mijozlarga xizmat ko'rsatish xizmatiga murojaat qiling!
zh_cn: 账单无效，请联系客服！

# Exception_SendRequestFaild
source: Send Notification request failed!
de_de: Fehler bei Benachrichtigungsanforderung senden!
es_es: Error en la solicitud de notificación de envío!
hi_in: सूचना अनुरोध ग़लती भेजें!
ru_ru: Ошибка отправки запроса уведомления!
ug_cn: ئۇقتۇرۇش تەلىپىنى ئەۋەتىش مەغلۇپ بولدى !‏
ur_pk: اطلاع بھیجنے کی درخواست میں غلطی !‏
uz_latn: Xabarnoma so'rovi xatosini yuboring!
zh_cn: 发送通知请求错误！

# Exception_SetConRequestFaild
source: Send set feature request failed!
de_de: Fehler beim Senden einer Anfrage für die Setup-Funktion!
es_es: Error al enviar una solicitud para la función de configuración!
hi_in: सेटिंग फ़ंक्शन अनुरोध गलती भेजें!
ru_ru: Ошибка при отправке запроса о функции настройки!
ug_cn: ئىقتىدارنى بېكىتىش تەلىپىنى ئەۋەتىش مەغلۇپ بولدى !‏
ur_pk: سیٹنگ کی درخواست بھیجنے میں غلطی !‏
uz_latn: Sozlash funktsiyasini so'rash xatosini yuboring!
zh_cn: 发送设置功能请求错误！

# Exception_OperateRequestFaild
source: Send operate request failed!
de_de: Fehler beim Senden einer Operationsanforderung!
es_es: Error en el envío de la solicitud de operación!
hi_in: ऑपरेशन अनुरोध गलती भेजें!
ru_ru: Ошибка отправки запроса на выполнение операции!
ug_cn: مەشغۇلات تەلىپىنى ئەۋەتىش مەغلۇپ بولدى !‏
ur_pk: آپریشن کی درخواست بھیجنے میں غلطی !‏
uz_latn: Operatsion so'rovini yuborish xatolikka yo'l qo'yildi!
zh_cn: 发送操作请求错误！

# ChangeSet
source: Change Setting
de_de: Funktionseinstellungen
es_es: Ajustes de función
hi_in: फ़ंक्शन सेटिंग
ru_ru: Функциональные настройки
ug_cn: ئىقتىدار ئۆزگەرتىش
ur_pk: فنکشن کی ترتیب
uz_latn: Funktsiyani sozlash
zh_cn: 功能设置

# ExpenditureManager
source: Expend Manager
de_de: Verwaltung der Ausgaben
es_es: Gestión de los gastos
hi_in: व्यय प्रबंधन
ru_ru: Управление расходами
ug_cn: چىقىم باشقۇرۇش
ur_pk: اخراجات کا انتظام
uz_latn: Xarajatlarni boshqarish
zh_cn: 支出管理

source: Main Page
de_de: Startseite
es_es: Página de inicio
hi_in: होमपेज
ru_ru: Начальная страница
ug_cn: باش بەت
ur_pk: ہوم پیج
uz_latn: Bosh sahifa
zh_cn: 主页

# OrderManager
source: Bill Manager
de_de: Verwaltung der Rechnungsstellung
es_es: Gestión de la facturación
hi_in: बिल प्रबंधन
ru_ru: Управление счетами
ug_cn: تالون باشقۇرۇش
ur_pk: بل مینجمنٹ
uz_latn: Hisob-kitoblarni boshqarish
zh_cn: 账单管理
