Repository: huangjinshe/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: de_de, es_es, hi_in, ru_ru, ug_cn, ur_pk, uz_latn, zh_cn

source: Abort
de_de: Beenden
es_es: Salir
hi_in: बाहर निकले
ru_ru: Прервать
ug_cn: چېكىنىش
ur_pk: خارج کریں
uz_latn: Orqaga qaytish
zh_cn: 退出

source: About
de_de: Betreffend
es_es: Sobre
hi_in: पर
ru_ru: Касательно
ug_cn: ھەققىدە
ur_pk: کے مطابق
uz_latn: Kuni
zh_cn: 关于

source: Add
de_de: Hinzufügen
es_es: Añadir
hi_in: में जोड़े
ru_ru: Добавить
ug_cn: قوشۇش
ur_pk: شامل کریں
uz_latn: Qo'shish
zh_cn: 添加

source: Cancel
de_de: Absagen
es_es: Cancelar
hi_in: रद्द करना
ru_ru: Отменять
ug_cn: ئۆچۈرۈش
ur_pk: کینسل کریں
uz_latn: Bekor qilish
zh_cn: 取消

source: Change
de_de: Ändern
es_es: Modificar
hi_in: सुधारे
ru_ru: Изменить сайт
ug_cn: ئۆزگەرتىش
ur_pk: ترمیم کریں
uz_latn: O'zgartirish
zh_cn: 修改

source: Change faild !
de_de: Veränderung fehlgeschlagen!
es_es: ¡El cambio falló!
hi_in: सुधार करने में विफल!
ru_ru: Перемены не удались!
ug_cn: ئۆزگەرتىش مەغلۇپ بولدى !‏
ur_pk: تر میم میں ناکامی !‏
uz_latn: Tahrirlash muvaffaqiyatsiz tugadi!
zh_cn: 修改失败!

source: Change Password
de_de: Passwort ändern
es_es: Cambiar la contraseña
hi_in: पासवर्ड बदलें
ru_ru: Изменить пароль
ug_cn: شىفىر ئۆزگەرتىش
ur_pk: پاسورڈ تبدیل کرنا
uz_latn: Parolni o'zgartirish
zh_cn: 修改密码

source: Change success !
de_de: Veränderung geklappt!
es_es: ¡Modificado con éxito!
hi_in: सफलतापूर्वक सुधार किया गया!
ru_ru: Успешно модифицировано!
ug_cn: ئۆزگەرتىش مۇۋەپپىقىيەتلىك بولدى !‏
ur_pk: ترمیم میں کامیابی !‏
uz_latn: Muvaffaqiyatli o'zgartirildi!
zh_cn: 修改成功!

source: Close
de_de: Schließen
es_es: Cerrar
hi_in: पूरी तरह से बंद
ru_ru: Закрыть
ug_cn: تاقاش
ur_pk: بند کرنا
uz_latn: O'chirish; yopish
zh_cn: 关闭

# Company
source: Hotan Oybab Information Technology Co., Ltd.
de_de: Hotan Oybab Information Technology Co.
hi_in: Hotan Oybab सूचना प्रौद्योगिकी कं, लिमिटेड
ru_ru: Hotan Oybab Информационные технологии Лтд.
ug_cn: خوتەن ئويباب ئۇچۇر-تېخنىكا چەكلىك شىركىتى
ur_pk: Hotan Oybab انفارمیشن اینڈ ٹیکنالوجی کمپنی
zh_cn: 和田梦胜信息科技有限公司

# ConfirmPassword
source: Confirm Again
de_de: Passwort bestätigen
es_es: Confirmar la contraseña
hi_in: पासवर्ड की पुष्टि कीजिये
ru_ru: Подтвердить пароль
ug_cn: قايتا كىرگۈزۈش
ur_pk: پاسورڈ کی تصدیق کریں
uz_latn: Parolni tasdiqlash
zh_cn: 确认密码

# Copyright
source: Copyright Oybab. All Rights Reserved.
de_de: Oybab hat alle Rechte vorbehalten.
es_es: Copyright Oybab. Todos los Derechos Reservados.
hi_in: Oybab कंपनी सभी अधिकार सुरक्षित।
ru_ru: Авторское право Oybab Inc.
ug_cn: ئويباب شىركىتى نەشىر ھوقوقىغا ئىگە ‏.‏
ur_pk: Oybab کمپنی کے جملہ حقوق محفوظ ہیں ‏.‏
uz_latn: Oybab Company Barcha huquqlar himoyalangan.
zh_cn: 梦胜公司 版权所有.

source: Delete
de_de: Löschen
es_es: Borrar
hi_in: हटाना
ru_ru: Удалить
ug_cn: ئۆچۈرۈش
ur_pk: ڈلیٹ کریں
uz_latn: O'chirish
zh_cn: 删除

# DeleteFailt
source: Delete failed!
de_de: Löschen fehlgeschlagen!
es_es: ¡El borrado falló!
hi_in: हटाने में विफल!
ru_ru: Удаление не удалось!
ug_cn: ئۆچۈرۈش مەغلۇپ بولدى !‏
ur_pk: ڈلیٹ منسوخ ہوِ‏یٴ !‏
uz_latn: O'chirish oxiriga etmadi!
zh_cn: 删除失败!

source: Delete Success!
de_de: Erfolgreich gelöscht!
es_es: ¡Borrado con éxito!
hi_in: सफलतापूर्वक हटा दिया गया!
ru_ru: Удалено успешно!
ug_cn: ئۆچۈرۈش ئۇتۇقلۇق بولدى !‏
ur_pk: ڈلیٹ میں کامیابی !‏
uz_latn: Muvaffaqiyatli o'chirildi!
zh_cn: 删除成功!

source: Exit
de_de: Beenden
es_es: Salir
hi_in: बाहर निकले
ru_ru: Выход
ug_cn: چېكىنىش
ur_pk: واپسی
uz_latn: Qaytarish
zh_cn: 退出

# FontName
source: Microsoft YaHei, Arial, Oybab Tuz
ug_cn: Oybab Tuz, Microsoft YaHei, Arial
ur_pk: Microsoft YaHei, Arial

source: ID
de_de: Seriennummer
es_es: Número de serie
hi_in: संख्या
ru_ru: Серийный номер
ug_cn: نومۇر
ur_pk: سیریل نمبر
uz_latn: Raqam
zh_cn: 编号

source: Ignore
de_de: Ignorieren
es_es: Ignorar
hi_in: नज़रअंदाज़ करना
ru_ru: Игнорировать
ug_cn: مەيلى
ur_pk: نظر انداز کریں
uz_latn: E'tiborsiz qoldirish
zh_cn: 忽略

source: Language
de_de: Sprache
es_es: Idioma
hi_in: भाषा
ru_ru: Язык
ug_cn: تىل
ur_pk: زبان
uz_latn: Til
zh_cn: 语言

source: Login
de_de: Anmelden
hi_in: लॉग इन करें
ru_ru: Войти в систему
ug_cn: كىرىش
ur_pk: لاگ ان
uz_latn: Kirish
zh_cn: 登录

# LoginValid
source: Please enter the correct {0} Information!
de_de: Bitte geben Sie genaue {0} Informationen ein!
es_es: ¡Por favor, introduzca la información exacta {0} !
hi_in: कृपया {0} जानकारी सही दर्ज करें!
ru_ru: Пожалуйста, введите точную {0} информацию!
ug_cn: ‏ {0} نى توغرا ۋە تۇلۇق كىرگۈزۈڭ !‏
ur_pk: براہ کرم معلومات {0} کا درست اندراج کریں !‏
uz_latn: Iltimos, {0} ma'lumotlarini aniq kiriting!
zh_cn: 请准确输入 {0} 信息！

source: New Password
de_de: Neues Passwort
es_es: Nueva contraseña
hi_in: नया पासवर्ड
ru_ru: Новый пароль
ug_cn: يېڭى شىفىر
ur_pk: نیا پاسورڈ
uz_latn: Yangi parol
zh_cn: 新密码

source: No
de_de: Nein
hi_in: नहीं न
ru_ru: Не
ug_cn: ياق
ur_pk: نہیں
uz_latn: Yo'q
zh_cn: 否

source: Old Password
de_de: Altes Passwort
es_es: Contraseña antigua
hi_in: पुराना पासवर्ड
ru_ru: Старый пароль
ug_cn: كونا شىفىر
ur_pk: پرانا پاسورڈ
uz_latn: Eski parol
zh_cn: 旧密码

# OldPasswordFaild
source: Old password is wrong, please re-enter!
de_de: Das alte Passwort wurde falsch eingegeben, bitte geben Sie es erneut ein!
es_es: La vieja contraseña fue introducida incorrectamente, ¡por favor, vuelva a introducirla!
hi_in: पुराना पासवर्ड गलत है, कृपया पुनः प्रवेश करें!
ru_ru: Старый пароль был введен неправильно, пожалуйста, введите его еще раз!
ug_cn: كونا شىفىر توغرا ئەمەش،قايتا كىرگۈرۈڭ !‏
ur_pk: پرانا پاس ورڈ غلط ہے ، براہ کرم دوبارہ اندراج کریں !‏
uz_latn: Eski parol noto'g'ri, iltimos qayta kiriting!
zh_cn: 旧密码输入不准确，请重新输入！

source: Password
de_de: Passwort
es_es: Contraseña
hi_in: पासवर्ड
ru_ru: Шифр
ug_cn: شىفىر
ur_pk: پاسورڈ
uz_latn: Parol
zh_cn: 密码

# PwdError
source: Password is incorrect!
de_de: Falsches Passwort!
es_es: ¡Contraseña equivocada!
hi_in: गलत पासवर्ड!
ru_ru: Неверный пароль!
ug_cn: شىفىر خاتا !‏
ur_pk: پاسورڈ غلط ہے !‏
uz_latn: Noto'g'ri parol!
zh_cn: 密码错误！

source: Refresh
de_de: Aktualisieren
es_es: Actualizar
hi_in: ताज़ा करना
ru_ru: Обновление
ug_cn: يېڭىلاش
ur_pk: ریفریش
uz_latn: Yangilash
zh_cn: 刷新

source: Retry
de_de: Erneut versuchen
es_es: Reintentar
hi_in: पुन: प्रयास करें
ru_ru: Повторно попробовать
ug_cn: قايتا سىناش
ur_pk: دوبارہ کوشش کریں
uz_latn: Qayta urinib ko'rish
zh_cn: 重试

source: Save
de_de: Speichern (eine Datei usw.)
es_es: guardar
hi_in: सुरक्षित करना
ru_ru: Сохранить
ug_cn: ساقلاش
ur_pk: محفوظ کریں
uz_latn: Saqlash
zh_cn: 保存

# SaveFailt
source: Save failed!
de_de: Speichern fehlgeschlagen!
es_es: ¡Error al guardar!
hi_in: बचाव असफल हुआ!
ru_ru: Спасти не удалось!
ug_cn: ساقلاش مەغلۇپ بولدى !‏
ur_pk: محفوظ کرنے میں ناکامی !‏
uz_latn: Saqlab bo‘lmadi!
zh_cn: 保存失败!

# SaveSuccess
source: Successfully saved!
de_de: Speichern geklappt!
es_es: ¡Éxito al guardar!
hi_in: सफलतापूर्वक बचाया!
ru_ru: Сохранить успех!
ug_cn: ساقلاش ئۇتۇقلۇق بولدى !‏
ur_pk: محفوظ کرنے میں کامیابی !‏
uz_latn: Muvaffaqiyatli saqlandi!
zh_cn: 保存成功!

source: Search
de_de: Suchen
es_es: Buscar
hi_in: खोज
ru_ru: Поиск
ug_cn: ئىزدەش
ur_pk: چیک کریں
uz_latn: Topish
zh_cn: 查找

source: Total
de_de: Insgesamt
hi_in: कुल मिलाकर
ru_ru: Всего
ug_cn: جەمئىي
ur_pk: ٹوٹل
uz_latn: Hammasi bo'lib
zh_cn: 总共

# TwoNewPasswordNotEqual
source: The two new passwords inconsistencies, please re-enter!
de_de: Die beiden neu eingegebenen Passwörter sind inkonsistent, bitte erneut eingeben!
es_es: La nueva contraseña introducida dos veces no coincide, ¡por favor, vuelva a introducirla!
hi_in: दर्ज किए गए दो नए पासवर्ड असंगत हैं, कृपया फिर से दर्ज करें!
ru_ru: Несоответствие двух новых паролей, введите повторно!
ug_cn: ئىككى قېتىم كىرگۈزگەن شىفىر ئوخشاش ئەمەش،قايتا كىرگۈرۈڭ !‏
ur_pk: اندراج کردہ دو نئے پاس ورڈ متضاد ہیں ، براہ کرم دوبارہ اندراج کریں !‏
uz_latn: Kiritilgan ikkita yangi parol mos kelmadi, iltimos, yana kiriting!
zh_cn: 两次输入的新密码不一致，请重新输入！

# UpdateInfo
source: Discover new version
de_de: Eine neuere Version entdeckt
es_es: Descubre la nueva versión
hi_in: नया संस्करण मिला
ru_ru: Откройте для себя новую версию
ug_cn: يېڭى نۇسخا بايقالدى
ur_pk: نیا ورژن
uz_latn: Yangi versiyasi topildi
zh_cn: 发现新版本

# USBKey_Warn
source: Please Inser the USB-KEY and click【Retry】to continue，or click【Exit】to exit the system!
de_de: Bitte stecken Sie den USB-KEY ein und klicken Sie auf [erneut versuchen], um fortzufahren, oder klicken Sie auf [Beenden], um das Programm zu beenden!
es_es: Por favor, inserte la llave USB y haga clic en [reintentar] para continuar, o haga clic en [salir] para salir del programa!
hi_in: कृपया USB- कुंजी डालें और जारी रखने के लिए [रिट्रीट] पर क्लिक करें या प्रोग्राम से बाहर निकलने के लिए [बाहर निकलें] पर क्लिक करें!
ru_ru: Пожалуйста, вставьте USB-KEY и нажмите [повторить попытку] для продолжения или нажмите [выйти] для выхода из системы!
ug_cn: USB-KEY نى كىرگۈزۈپ قايتا سىناڭ ، ياكى سېستىمىدىن چېكىنىڭ!‏
ur_pk: براہ کرم USB-KEY داخل کریں اور جاری رکھنے کے لئے [دوبارہ کوشش کریں] پر کلک کریں ، یا پروگرام سے باہر آنے کیلئے [باہر نکلیں] پر کلک کریں!‏
uz_latn: Iltimos, USB-KEY-ni joylashtiring va davom etish uchun [Qayta urinish] tugmasini bosing yoki dasturdan chiqish uchun [Chiqish] tugmasini bosing!
zh_cn: 请插入USB-KEY单击【重试】继续，或单击【退出】退出程序！

source: User Login
de_de: Benutzer-Anmeldung
es_es: Inicio de sesión de usuario
hi_in: उपयोगकर्ता लॉगिन
ru_ru: Логин пользователя
ug_cn: ئابونىت كىرىش
ur_pk: یوزر لاگ ان
uz_latn: Foydalanuvchi qismiga kirish
zh_cn: 用户登录

source: User Name
de_de: Benutzername
es_es: nombre de usuario
hi_in: उपयोगकर्ता नाम
ru_ru: Имя пользователя
ug_cn: ئابونېنت
ur_pk: صارف کا نام
uz_latn: Foydalanuvchi nomi
zh_cn: 用户名

# Warn
source: Warning
de_de: Warnung
es_es: advertencia
hi_in: चेतावनी
ru_ru: Предупреждения
ug_cn: ئاگاھلاندۇرۇش
ur_pk: وارننگ
uz_latn: Ogohlantirish
zh_cn: 警告

source: Yes
de_de: Ja
es_es: Sí
hi_in: हाँ
ru_ru: Да
ug_cn: ھەئە
ur_pk: ہاں
uz_latn: Ha
zh_cn: 是

source: OK
de_de: Feststellen
es_es: Confirmar
hi_in: सुनिश्चित
ru_ru: Идентифицировать
ug_cn: ماقۇل
ur_pk: کنفرم
uz_latn: Aniqlash
zh_cn: 确定

source: Error
de_de: Fehler
hi_in: गलत
ru_ru: Ошибки
ug_cn: خاتالىق
ur_pk: غلطی
uz_latn: Xato
zh_cn: 错误

# CurrentKeyName
source: Current USB-KEY name is：{0}.
de_de: Der aktuelle Name des USB-KEY lautet: {0}.
es_es: El nombre actual de la llave USB es: {0}.
hi_in: वर्तमान USB- कुंजी का नाम है: {0}।
ru_ru: Текущее имя USB-KEY: {0}.
ug_cn: نۆۋەتتىكى‏‎ USB-KEY ئىسمى: {0}.‏
ur_pk: موجودہ USB-KEY کا نام ہے: {0}.‏
uz_latn: Hozirgi USB-KEY nomi: {0}.
zh_cn: 当前USB-KEY名称为：{0}.

# Exception_CheckSqlAndNet
source: Database connection error, please check your network or database connection configuration!
de_de: Fehler bei der Datenbankverbindung, bitte überprüfen Sie die Konfiguration des Netzwerks oder der Datenbankverbindung!
es_es: Error de conexión a la base de datos, por favor, compruebe la configuración de la red o de la conexión a la base de datos!
hi_in: डेटाबेस कनेक्शन गलती, कृपया नेटवर्क या डेटाबेस कनेक्शन कॉन्फ़िगरेशन की जांच करें!
ru_ru: Ошибка подключения к базе данных, пожалуйста, проверьте конфигурацию подключения к сети или базе данных!
ug_cn: سانشىغىر ئامبىرىغا ئۇلۇنۇشتا خاتالىق كۈرۈلدى، تور ياكى سانشىغىر ئامبىرى سەپلەش ھۆججىتىنى تەكشۈرۈڭ !‏
ur_pk: ڈیٹا بیس کنکشن کی خرابی ، براہ کرم نیٹ ورک یا ڈیٹا بیس کنکشن کی تشکیل کی جانچ کریں !‏
uz_latn: Ma'lumotlar bazasiga ulanishda xatolik ro'y berdi, iltimos, tarmoq yoki ma'lumotlar bazasi ulanishni tekshiring!
zh_cn: 数据库连接错误, 请检查网络或数据库连接配置！

# Exception_LoadCacheError
source: Load cache failed.
de_de: Fehler beim Laden des Caches.
es_es: Error al cargar la caché.
hi_in: कैश लोड करने में गलती।
ru_ru: Ошибка при загрузке кэша.
ug_cn: بۇففېرنى يۈكلەشدە خاتالىق كۆرۈلدى .‏
ur_pk: کیشے اپلوڈ میں خرابی .‏
uz_latn: Faylni yuklashda xatolik yuz berdi.
zh_cn: 加载缓存错误.

# Exception_LoadMediaRoot
source: Load songs root path failed, please check the configuration file!
de_de: Fehler beim Laden des Song-Wurzelpfades, bitte Konfigurationsdatei überprüfen!
es_es: Error al cargar la ruta raíz de la canción, ¡por favor, compruebe el archivo de configuración!
hi_in: लोड किए गए गीत का रूट पथ गलत है, कृपया कॉन्फ़िगरेशन फ़ाइल देखें!
ru_ru: Ошибка загрузки корневого пути песни, пожалуйста, проверьте файл конфигурации!
ug_cn: ناخشا باش ئادرىسىنى يۈكلەشدە خاتالىق كۈرۈلدى، سەپلەش ھۆججىتىنى تەكشۇرۈڭ !‏
ur_pk: بھرے ہوئیےگانوں کی اصل راہ غلط ہے ، براہ کرم کنفیگریشن فائل چیک کریں !‏
uz_latn: Yuklangan qo'shiqning ilovasi noto'g'ri, iltimos, konfiguratsiya faylini tekshiring!
zh_cn: 加载歌曲根路径错误, 请检查配置文件！

# Exception_NotSupprtKey
source: Can not connect to the database, does not support this USB-KEY.
de_de: Kann keine Verbindung mit der Datenbank herstellen, der USB-KEY wird nicht unterstützt.
es_es: No se puede conectar a la base de datos, la llave USB no es compatible.
hi_in: डेटाबेस से कनेक्ट करने में असमर्थ, यह USB-KEY समर्थित नहीं है।
ru_ru: Невозможно подключиться к базе данных, USB-KEY не поддерживается.
ug_cn: سانشىغىر ئامبىرىغا ئولىنالمىدى ، بۇ USB-KEY‎ نى قوللىمايدۇ.‏
ur_pk: ڈیٹا بیس سے رابطہ قائم کرنے سے قاصر ، یہ USB-KEY معاون نہیں ہے.‏
uz_latn: Ma'lumotlar bazasiga ulanib bo'lmadi, bu USB-KEY topilmadi.
zh_cn: 无法连接数据库, 不支持此USB-KEY.

# InputData
source: Import Data
de_de: Daten einführen
es_es: Importación de datos
hi_in: आयात आंकड़ा
ru_ru: Импорт данных
ug_cn: سانشىغىر كىرگۈزۈش
ur_pk: امپورٹ ڈیٹا
uz_latn: Ma'lumotlarni import qilish
zh_cn: 导入数据

source: Output Data
de_de: Daten ausführen
es_es: Datos exportados
hi_in: निर्यात जानकारी
ru_ru: Экспортированные данные
ug_cn: سانشىغىر چىقىرىش
ur_pk: برآمد ڈیٹا
uz_latn: Ma'lumotlarni eksport qilish
zh_cn: 导出数据

# UpdateNonReturnOrCantRead
source: Updates return data is empty or resolution failed!
de_de: Aktualisierte lieferte Daten null oder Parsing fehlgeschlagen!
es_es: La actualización devuelve los datos nulos o el análisis fallido!
hi_in: अपडेट रिटर्न डेटा रिक्त है या पार्सिंग विफल है!
ru_ru: Обновление возвращает нулевые данные или парсинг не удался!
ug_cn: يېڭىلىق قۇرۇغ قايتقان ياكى ئوقۇش مەغلۇپ بولدى .‏
ur_pk: اپ ڈیٹ کا اعداد و شمار خالی ہے یا تجزیہ ناکام .‏
uz_latn: Qaytish ma'lumotlarini yangilash bo'sh yoki tahlil qilinmadi!
zh_cn: 更新返回数据为空或解析失败！

# UpdateUnableError
source: Update unknown error, Code: {0}.
de_de: Abfrage Update unbekannter Fehler, Code:{0}.
es_es: Error desconocido en la actualización de la consulta, Código:{0}.
hi_in: क्वेरी अद्यतन अज्ञात गलती, कोड: {0}।
ru_ru: Неизвестная ошибка обновления, код: {0}.
ug_cn: .{0} : Code ،يېڭىلىقنى تەكشۈرۈش مەغلۇپ بولدى .‏
ur_pk: اپ ڈیٹ کی نامعلوم خامی چیک کرنا، کوڈ: {0} .‏
uz_latn: So'rovni yangilashda noma'lum xatolik kelib chiqdi, kod: {0}.
zh_cn: 查询更新未知错误, Code:{0}.

# Exception_ReadResourceStrError
source: Read Resource characters fail!
de_de: Ressource-Zeichen nicht gelesen!
es_es: ¡No leyó el personaje de recursos!
hi_in: संसाधन वर्ण पढ़ने में विफल!
ru_ru: Не удалось прочитать символ ресурса!
ug_cn: مەنبە ھەرپىنى ئوقۇش مەغلۇپ بولدى !‏
ur_pk: وسائل کے حروف کو پڑھنے میں ناکامی !‏
uz_latn: Ilova belgilarini o'qib bo'lmadi!
zh_cn: 读取资源字符失败！

# Exception_OutputData
source: Output data failed!
de_de: Der Datenexport ist fehlgeschlagen!
es_es: ¡Falló la exportación de datos!
hi_in: डेटा निर्यात करने में विफल!
ru_ru: Не удалось экспортировать данные!
ug_cn: سانشىغىر چىقىرىش مەغلۇپ بولدى !‏
ur_pk: ڈیٹا برآمد کرنے میں ناکامی !‏
uz_latn: Ma'lumotlar eksport qilinmadi!
zh_cn: 导出数据失败！

# Exception_InputData
source: Import data failed!
de_de: Datenimport fehlgeschlagen!
es_es: ¡Falló la importación de datos!
hi_in: डेटा आयात करने में विफल!
ru_ru: Импорт данных не удалось!
ug_cn: سانشىغىر كىرگۈزۈش مەغلۇپ بولدى !‏
ur_pk: ڈیٹا درآمد کرنے میں ناکامی !‏
uz_latn: Ma'lumotlarni import qilib bo'lmadi!
zh_cn: 导入数据失败！

# Exception_InputReadData
source: Import and read data failed!
de_de: Datenimport und Lesen fehlgeschlagen!
es_es: ¡Falló en la importación de datos y en la lectura!
hi_in: डेटा आयात करें और पढ़ें विफल!
ru_ru: Импорт и чтения данных не удалось!
ug_cn: سانشىغىر كىرگۈزۈپ ئوقۇش مەغلۇپ بولدى !‏
ur_pk: ڈیٹا درآمد کرنے اور پڑھنے میں ناکامی !‏
uz_latn: Ma'lumotlarni import qilish va o'qish amalga oshmadi!
zh_cn: 导入数据并读取失败！

# InputDataSuccess
source: Import data success!
de_de: Datenimport erfolgreich!
es_es: ¡Importación de datos exitosa!
hi_in: डेटा को सफलतापूर्वक आयात करें!
ru_ru: Импорт данных успешно!
ug_cn: سانشىغىر كىرگۈزۈش ئۇتۇقلۇق بولدى !‏
ur_pk: ڈیٹا درآمد کرنے میں کامیابی !‏
uz_latn: Ma'lumotlarni muvaffaqiyatli kiriting!
zh_cn: 导入数据成功！

source: Output data success!
de_de: Daten erfolgreich exportieren!
es_es: ¡Exportación de datos exitosa!
hi_in: डेटा सफलतापूर्वक निर्यात करें!
ru_ru: Экспортируйте данные успешно!
ug_cn: سانشىغىر چىقىرىش ئۇتۇقلۇق بولدى !‏
ur_pk: ڈیٹا برآمد کرنے میں کامیابی !‏
uz_latn: Ma'lumotlarni muvaffaqiyatli chiqaring!
zh_cn: 导出数据成功！

source: File
de_de: Dokument
es_es: documento
hi_in: फ़ाइल
ru_ru: Файл
ug_cn: ھۆججەت
ur_pk: فائل
uz_latn: Fayl
zh_cn: 文件

source: Tools
de_de: Werkzeuge
es_es: Herramientas
hi_in: साधन
ru_ru: Инструменты
ug_cn: قۇرال
ur_pk: ٹولز
uz_latn: Vosita
zh_cn: 工具

source: Page
de_de: Seite
es_es: Página
hi_in: पृष्ठ
ru_ru: Страница
ug_cn: بەت
ur_pk: صفحہ
uz_latn: Sahifa
zh_cn: 页

source: All
de_de: Alles
es_es: Todo
hi_in: सभी
ru_ru: Собственный
ug_cn: بارلىق
ur_pk: سب
uz_latn: Barchasi
zh_cn: 所有

source: Folder Name
de_de: Name des Ordners
es_es: Nombre de la carpeta
hi_in: फोल्डर का नाम
ru_ru: Имя папки
ug_cn: ھۆججەت قىسقۇچ نامى
ur_pk: فولڈر کا نام
uz_latn: Jild nomi
zh_cn: 文件夹名称

# IgnoreData
source: Confirm ignore unsaved data?
de_de: Sind Sie sicher, dass Sie ungespeicherte Daten ignorieren wollen?
es_es: ¿Estás seguro de que quieres ignorar los datos no guardados?
hi_in: क्या आप बिना सहेजे गए डेटा को अनदेखा करना सुनिश्चित कर रहे हैं?
ru_ru: Вы уверены, что хотите игнорировать несохраненные данные?
ug_cn: بەزى سانشىفىرلار ساقلانماپتۇ، مەيلىمۇ ؟‏
ur_pk: کیا آپ واقعی غیر محفوظ ڈیٹا کو نظرانداز کرنا چاہتے ہیں ؟‏
uz_latn: Saqlanmagan ma'lumotlarga e'tibor bermasligingizga ishonchingiz komilmi?
zh_cn: 确定忽略未保存的数据吗?

source: Image Name
de_de: Name des Bildes
es_es: Nombre de la imagen
hi_in: चित्र का नाम
ru_ru: Название изображения
ug_cn: رەسىم نامى
ur_pk: تصویر کا نام
uz_latn: Rasm nomi
zh_cn: 图片名称

source: More
de_de: Mehr
es_es: Más
hi_in: अधिक
ru_ru: Больше
ug_cn: تېخىمۇ كۆپ
ur_pk: مزیز
uz_latn: Ko'proq ma'lumotga ega bo'lish
zh_cn: 更多

# AddDescription
source: Add a new data.
de_de: Fügen Sie ein neues Datenelement hinzu.
es_es: Añade un nuevo dato.
hi_in: एक नया डेटा जोड़ें।
ru_ru: Добавьте новые данные.
ug_cn: يېڭى بىر سانشىغىر قوشۇش‏.‏
ur_pk: نیا ڈیٹا شامل کریں‏.‏
uz_latn: Yangi ma'lumotlar qo'shish.
zh_cn: 新增一条新数据。

# DeleteDescription
source: Delete current data.
de_de: Löschen Sie die aktuellen Daten.
es_es: Borre los datos actuales.
hi_in: वर्तमान डेटा हटाएं।
ru_ru: Удалить текущие данные.
ug_cn: نۆۋەتتىكى سانشىغىرنى يۇيۇش‏.‏
ur_pk: موجودہ ڈیٹا کو ڈلیٹ کریں.‏
uz_latn: Joriy ma'lumotlarni o'chirib tashlash.
zh_cn: 删除当前的数据。

# SaveDescription
source: Save the current added or altered data.
de_de: Speichern Sie die aktuell hinzugefügten oder geänderten Daten.
es_es: Guarda los datos añadidos o cambiados actualmente.
hi_in: वर्तमान में जोड़े गए या परिवर्तित डेटा को सहेजें।
ru_ru: Сохранить текущие добавленные или измененные данные.
ug_cn: نۆۋەتتىكى يېڭى قوشۇلغان ياكى ئۆزگەرتىلگەن سانشىغىرنى ساقلاش‏
ur_pk: فی الحال موجودہ یا تبدیل شدہ ڈیٹا کو محفوظ کریں
uz_latn: Hozirda qo'shilgan yoki o'zgartirilgan ma'lumotlarni saqlang.
zh_cn: 保存当前新增或改动的数据。

source: File Name
de_de: Name der Datei
es_es: Nombre del archivo
hi_in: फ़ाइल का नाम
ru_ru: Имя файла
ug_cn: ھۆججەت نامى
ur_pk: فائل کا نام
uz_latn: Fayl nomi
zh_cn: 文件名称

# PleaseEditBefore
source: Please finish edit first!
de_de: Bitte zuerst die Bearbeitung beenden!
es_es: ¡Por favor, termina de editar primero!
hi_in: कृपया पहले संपादन समाप्त करें!
ru_ru: Пожалуйста, сначала закончите редактирование!
ug_cn: ئاۋال تەھرىرلەشنى ئايافلاشتۇرۇڭ !‏
ur_pk: براہ کرم پہلے ترمیم مکمل کریں !‏
uz_latn: Iltimos, avval tahrirlashni tugating!
zh_cn: 请先完成编辑!

# SureDelete
source: Confirm to delete?
de_de: Sind Sie sicher, dass Sie es löschen wollen?
es_es: ¿Estás seguro de que quieres borrarlo?
hi_in: आप सुनिश्चित हैं कि आप इसे हटाना चाहते हैं?
ru_ru: Ты уверен, что хочешь его удалить?
ug_cn: ئۆچۈرۈشنى جەزىملەشتۈرەمسىز؟‏
ur_pk: کیا آپ واقعی اسے ڈلیٹ کرنا چاہتے ہیں؟‏
uz_latn: O'chirishni xohlaganingizga ishonchingiz komilmi?
zh_cn: 确定要删除吗?

# Exception_NotFound
source: Not find this {0}!
de_de: Keine solche {0} gefunden!
es_es: ¡No se ha encontrado {0}!
hi_in: यह {0} नहीं मिला!
ru_ru: Ничего подобного не найдено{0}!
ug_cn: بۇ {0} تېپىلمىدى !‏
ur_pk: یہ {0} نہیں ملا !‏
uz_latn: Bu {0} topilmadi!
zh_cn: 没找到此{0}！

# ErrorBig
source: Find Bug
de_de: Einen Bug gefunden
es_es: Encontrar error
hi_in: भेद्यता पाई
ru_ru: Найти лазейку
ug_cn: يوچۇق بايقالدى
ur_pk: خامیاں ملیں
uz_latn: Nosozlik topildi
zh_cn: 发现漏洞

source: Select
de_de: Auswählen
es_es: Seleccionar
hi_in: चुनते हैं
ru_ru: Вариант
ug_cn: تاللاش
ur_pk: منتخب کریں
uz_latn: Tanlang
zh_cn: 选择

source: System
es_es: Sistema
hi_in: प्रणाली
ru_ru: Система
ug_cn: سېستىما
ur_pk: سسٹم
uz_latn: Tizim
zh_cn: 系统

# AllPage
source: Total:
de_de: Insgesamt:
hi_in: कुल मिलाकर:
ru_ru: Всего:
ug_cn: بەت
ur_pk: تمام :
uz_latn: Umumiy hisob:
zh_cn: 总共:

# AllPage2
source: Page
de_de: Seiten
es_es: Páginas
hi_in: पृष्ठ
ru_ru: Страницы
ug_cn: جەمئىي
ur_pk: صفحہ
uz_latn: Sahifa
zh_cn: 页

# CurrentPage
source: Current:
de_de: Aktuell:
es_es: Actual: Página
hi_in: वर्तमान:
ru_ru: Текущая:
ug_cn: ‏-بەت
ur_pk: موجودہ: نمبر
uz_latn: Joriy sahifa:
zh_cn: 当前: 第

# CurrentPage2
source: Page
de_de: Seite
es_es: Página
hi_in: पृष्ठ
ru_ru: Страница
ug_cn: ھازىرقى
ur_pk: صفحہ
uz_latn: Sahifa
zh_cn: 页

source: Last Page
de_de: Vorherige Seite
es_es: Página anterior
hi_in: पिछला पृष्ठ
ru_ru: Предыдущая страница
ug_cn: ئالدىنقى بەت
ur_pk: سابقہ ​​صفحہ
uz_latn: Oldingi sahifa
zh_cn: 上一页

source: Next Page
de_de: Nächste Seite
es_es: Piguiente página
hi_in: अगला पृष्ठ
ru_ru: Следующая страница
ug_cn: كىيىنكى بەت
ur_pk: اگلا صفحہ
uz_latn: Keyingi sahifa
zh_cn: 下一页

# CompanyUrlStr
source: Website
es_es: Sitio web
hi_in: नेटवर्क का पाता
ru_ru: Веб-сайт
ug_cn: تور ئادرېسى
ur_pk: یو آر ایل
uz_latn: URL manzili
zh_cn: 网址

source: Exit Password
de_de: Kennwort für Beenden
es_es: Contraseña de salida
hi_in: पासवर्ड से बाहर निकलें
ru_ru: Пароль доступа
ug_cn: چىكىنىش شىغىرى
ur_pk: مخرج پاس ورڈ
uz_latn: Paroldan chiqish
zh_cn: 退出密码

# MobileNoStr
source: Phone
de_de: Telefon
es_es: Teléfonos
hi_in: फ़ोन
ru_ru: Телефоны
ug_cn: تېلېغون نۇمۇرى
ur_pk: فون
uz_latn: telefon
zh_cn: 电话

source: Reset
de_de: Zurücksetzen
es_es: Reajustar
hi_in: रीसेट
ru_ru: Сброс
ug_cn: ئەسلىگە كەلتۈرۈش
ur_pk: ری سیٹ کریں
uz_latn: Qayta o'rnatish
zh_cn: 重置

source: Not Found USB-KEY!
de_de: USB-KEY nicht gefunden!
es_es: ¡Llave USB no encontrada!
hi_in: USB- कुंजी नहीं मिली!
ru_ru: USB-KEY не найден!
ug_cn: USB-KEY تېپىلمىدى !‏
ur_pk: USB-KEY نہیں ملی !‏
uz_latn: USB-KEY topilmadi!
zh_cn: 未找到USB-KEY！

source: Back
de_de: Zurück
es_es: Volver
hi_in: वापसी
ru_ru: Вернись
ug_cn: قايتىش
ur_pk: واپسی
uz_latn: Qaytish
zh_cn: 返回

# MuteRestore
source: Restore
de_de: Fortfahren
es_es: Restauración
hi_in: बहाल
ru_ru: Реставрация
ug_cn: ئۈنلۈك
ur_pk: بحال
uz_latn: Tiklash
zh_cn: 恢复

# UpdateAlert
source: Find the new version of system, please download the updated!
de_de: Bitte laden Sie die neue Version des Systems herunter und aktualisieren Sie sie, wenn Sie sie finden!
es_es: Por favor, descargue y actualice la nueva versión del sistema cuando la encuentre!
hi_in: सिस्टम का एक नया संस्करण ढूंढें, कृपया समय में डाउनलोड और अपडेट करें!
ru_ru: Найдите новую версию системы, скачайте обновленную!
ug_cn: سېستىما يېڭى نۇسخىسى بايقالدى ، ۋاقتىدا يېڭىلىۋېلىڭ !‏
ur_pk: سسٹم کا نیا ورژن ڈھونڈیں ، براہ کرم ڈاؤن لوڈ کریں اور وقت پر اپ ڈیٹ کریں !‏
uz_latn: Iltimos, tizimning yangi versiyasini toping, o'z vaqtida yuklab oling va yangilang!
zh_cn: 发现系统新版本，请及时下载更新！
