Repository: huangjinshe/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: de_de, es_es, hi_in, ru_ru, ug_cn, ur_pk, uz_latn, zh_cn

source: User Agreement
de_de: Nutzungsvereinbarung
es_es: Acuerdo de usuario
hi_in: उपयोगकर्ता समझौता
ru_ru: Соглашение с пользователем
ug_cn: ئابونېنت كېلىشىمى
ur_pk: صارف کا معاہدہ
uz_latn: Foydalanuvchi shartnomasi
zh_cn: 用户协议

source: And
de_de: Und
es_es: Y
hi_in: और
ru_ru: Сумма
ug_cn: ۋە
ur_pk: اور
uz_latn: Bilan
zh_cn: 和

source: History
de_de: Geschichte
es_es: Historial
hi_in: इतिहास
ru_ru: История
ug_cn: تارىخ
ur_pk: تاریخ
uz_latn: Tarix
zh_cn: 历史

# HistoryDescription
source: Check current data history.
de_de: Checken Sie die Geschichte der aktuellen Daten an.
es_es: Vea el historial de los datos actuales.
hi_in: वर्तमान डेटा का इतिहास देखें।
ru_ru: Просмотр истории текущих данных.
ug_cn: نۆۋەتتىكى سانشىغىر تارىخىنى كۆرۈش‏.‏
ur_pk: موجودہ اعداد و شمار کی تاریخ دیکھیں.‏
uz_latn: Joriy ma'lumotlar tarixini ko'rish.
zh_cn: 查看当前数据的历史。

# CompanyAbbreviation
source: Oybab Co., Ltd.
hi_in: Oybab प्रौद्योगिकी
ug_cn: ئويباب ئۇچۇر-تېخنىكىسى
ur_pk: Oybab ٹیکنالوجی
uz_latn: Oybab texnologiyas
zh_cn: 梦胜科技

source: License
de_de: Protokolle
es_es: Licensia
hi_in: मसविदा बनाना
ru_ru: Лицензия
ug_cn: كېلىشىم
ur_pk: معاہدہ
uz_latn: Protokol
zh_cn: 协议

source: Donate
de_de: Spenden
es_es: Donaciones
hi_in: दान करना
ru_ru: Пожертвования
ug_cn: ئىئانە
ur_pk: عطیہ
uz_latn: Xayriya qilish
zh_cn: 捐助

source: Source Code
de_de: Quellcode
es_es: Código fuente
hi_in: सोर्स कोड
ru_ru: Исходный код
ug_cn: مەنبە كود
ur_pk: سورس کوڈ
uz_latn: Manba kodi
zh_cn: 源代码

# ConfirmItemBalanceNotEnough
source: {0} balance price not enought, confirm?
de_de: {0}Unzureichendes Guthaben, bestätigt?
es_es: El precio del saldo no es suficiente, ¿confirmar {0}?
hi_in: {0} शेष पर्याप्त नहीं है, पुष्टि करें?
ru_ru: Недостаточно остатка {0}, подтвердить?
ug_cn: {0} قالدۇق سوممىسى يېتەرلىك ئەمەس، جەزىملەشتۈرەمسىز ؟‏
ur_pk: بیلنس {0}ناکافی ہے ، تصدیق کریں ؟‏
uz_latn: {0} Balans yetarli emas, tasdiqlaysizmi?
zh_cn: {0}余额不够, 确认?
