Repository: huangjinshe/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: de_de, es_es, hi_in, ru_ru, ug_cn, ur_pk, uz_latn, zh_cn

source: Product Manager
de_de: Produktmanagement
es_es: Gestión de productos
hi_in: उत्पाद प्रबंधन
ru_ru: Управление продукцией
ug_cn: مەھسۇلات باشقۇرۇش
ur_pk: پروڈکٹ مینجمنٹ
uz_latn: Mahsulotlarni boshqarish
zh_cn: 产品管理

source: Product Type Manager
de_de: Verwaltung von Produkttypen
es_es: Gestión del tipo de producto
hi_in: उत्पाद प्रकार प्रबंधन
ru_ru: Управление типом продукции
ug_cn: مەھسۇلات تۈرى باشقۇرۇش
ur_pk: پراڈکٹ کی اقسام کا انتظام
uz_latn: Mahsulot turini boshqarish
zh_cn: 产品类型管理

# RoomManager
source: Table Manager
de_de: Sitzung Verwaltung
es_es: Gestión
hi_in: लाउंज प्रबंधन
ru_ru: Управление салоном
ug_cn: ئۈستەل باشقۇرۇش
ur_pk: لاؤنج مینجمنٹ
uz_latn: Xona joylarini boshqarish
zh_cn: 雅座管理

# SoftServiceName
source: Oybab Trading System v1.1
de_de: Oybab-Handelssystem v1.1
es_es: Oybab Sistema de Comercio v1.1
hi_in: Oybab ट्रेडिंग सिस्टम v1.1
ru_ru: Торговая система Oybab v1.1
ug_cn: v1.1‎ ئويباب سودا سېستىمىسى
ur_pk: Oybab ٹریڈنگ سسٹم v1.1
uz_latn: Oybab savdo tizimi v1.1
zh_cn: 梦胜交易系统v1.1

# OperateFaild
source: {0} failed!
de_de: {0} Versagt!
es_es: ¡Fracasado {0}!
hi_in: {0} विफल!
ru_ru: {0}Неудачно!
ug_cn: {0} مەغلۇپ بولدى !‏
ur_pk: {0} ناکام !‏
uz_latn: {0} Muvaffaqiyatsiz!
zh_cn: {0}失败！

source: Actual Price
de_de: Tatsächlich-Preis
es_es: Precio actual
hi_in: वास्तविक कीमत
ru_ru: Реальная цена
ug_cn: ئەمەلىي باھاسى
ur_pk: اصل قیمت
uz_latn: Haqiqiy narx
zh_cn: 实际价格

source: Add Time
de_de: Zeit hinzufügen
es_es: Añade tiempo
hi_in: समय जोड़ें
ru_ru: Добавьте время
ug_cn: قوشۇلغان ۋاقتى
ur_pk: وقت شامل کریں
uz_latn: Vaqt qo'shish
zh_cn: 添加时间

source: Backstage
de_de: Hinter den Kulissen
es_es: Entre bastidores
hi_in: नेपथ्य
ru_ru: Закулисный сайт
ug_cn: ئارقا سۇپا
ur_pk: فورم کے پیچھے
uz_latn: Sahna orti
zh_cn: 后台

source: Count
de_de: Nummer
es_es: Número
hi_in: मात्रा
ru_ru: Номер
ug_cn: سانى
ur_pk: مقدار
uz_latn: Miqdor
zh_cn: 数量

source: Deals Price
de_de: Rabattierter Betrag
es_es: Cantidad descontada
hi_in: रियायती मूल्य
ru_ru: Дисконтированная сумма
ug_cn: ئىتىبار سوممىسى
ur_pk: رعایتی قیمت
uz_latn: Chegirilgan narx
zh_cn: 优惠金额

source: Display
de_de: Anzeigen
es_es: Mostrar
hi_in: प्रदर्शन
ru_ru: Дисплей
ug_cn: كۆرسىتىش
ur_pk: ڈسپلے
uz_latn: Displey
zh_cn: 显示

source: Display Type
de_de: Anzeige-Typ
es_es: Tipo de pantalla
hi_in: प्रदर्शन प्रकार
ru_ru: Тип дисплея
ug_cn: كۆرسىتىش تۈرى
ur_pk: ڈسپلے کی قسم
uz_latn: Displey turi
zh_cn: 显示类型

source: End Time
de_de: Endzeit
es_es: Hora de finalización
hi_in: अंतिम समय
ru_ru: Дата окончания
ug_cn: ئاياقلىشىش ۋاقتى
ur_pk: آخری وقت
uz_latn: Tugash vaqti
zh_cn: 结束时间

source: Finish Time
de_de: Zeit für die Fertigstellung
es_es: Tiempo de finalización
hi_in: पूरा समय
ru_ru: Время завершения
ug_cn: تاماملانغان ۋاقتى
ur_pk: مکمل وقت
uz_latn: Amaliyot vaqtini tugatish
zh_cn: 完成时间

source: Hide
de_de: ausblenden
es_es: Ocultar
hi_in: छिपाना
ru_ru: Скрывать
ug_cn: يوشۇرۇش
ur_pk: چھپانا
uz_latn: Yashirish
zh_cn: 隐藏

# ImportTime
source: Expend Time
de_de: Datum der Ausgaben
es_es: Fecha del gasto
hi_in: व्यय की तारीख
ru_ru: Дата расходов
ug_cn: چىقىم ۋاقتى
ur_pk: اخراجات کی تاریخ
uz_latn: Xarajat sanasi
zh_cn: 支出日期

source: Ip Address
de_de: IP-Adresse
es_es: Dirección IP
hi_in: आईपी ​​पता
ru_ru: IP адрес
ug_cn: IP ئادرېسى
ur_pk: آٴی پی ایڈریس
uz_latn: IP-manzil
zh_cn: IP地址

source: Order
de_de: Sequenzen
es_es: Secuencias
hi_in: गण
ru_ru: Порядок
ug_cn: رەت-تەرتىپى
ur_pk: ترتیب
uz_latn: Buyurtma
zh_cn: 顺序

source: Product Name
de_de: Produktname
es_es: Nombre del Producto
hi_in: प्रोडक्ट का नाम
ru_ru: Наименование товара
ug_cn: مەھسۇلات نامى
ur_pk: پروڈکٹ کا نام
uz_latn: Mahsulot nomi
zh_cn: 产品名称

source: Product Type Name
de_de: Name des Produkttyps
es_es: Nombre del tipo de producto
hi_in: उत्पाद प्रकार का नाम
ru_ru: Название типа продукта
ug_cn: مەھسۇلات تۈرى نامى
ur_pk: پراڈکٹ کی قسم کا نام
uz_latn: Mahsulot turi nomi
zh_cn: 产品类型名称

# RoomNo
source: Table No
de_de: Sitzungnummer
es_es: Número de acento
hi_in: मौज का नंबर
ru_ru: Номер акцента
ug_cn: ئۈستەل نومۇرى
ur_pk: لاؤنج نمبر
uz_latn: Xona raqami
zh_cn: 雅座编号

source: Start Time
de_de: Startzeit
es_es: Hora de inicio
hi_in: प्रारम्भ का समय
ru_ru: Стартовое время
ug_cn: باشلىنش ۋاقتى
ur_pk: ابتدا یٴ ٹایَم
uz_latn: Boshlanish vaqti
zh_cn: 开始时间

source: State
de_de: Zustand
es_es: Estado
hi_in: स्थिति
ru_ru: Государство
ug_cn: ئەھۋالى
ur_pk: حالت
uz_latn: Holat
zh_cn: 状态

source: Total Price
de_de: Gesamtpreis
es_es: Precio total
hi_in: कुल कीमत
ru_ru: Итоговая цена
ug_cn: ئومۇمىي باھاسى
ur_pk: کل قیمت
uz_latn: Umumiy narx
zh_cn: 总价

source: Unit Price
de_de: Einzelpreis
es_es: Precio unitario
hi_in: यूनिट मूल्य
ru_ru: Цена за единицу
ug_cn: پارچە باھاسى
ur_pk: اکائی قیمت
uz_latn: Donabay narx
zh_cn: 单价

# PropertyUsed
source: Please modify or delete data associated with this data!
de_de: Bitte ändern oder löschen Sie zuerst die mit diesen Daten verbundenen Daten!
es_es: Por favor, modifique o elimine primero los datos asociados a estos datos!
hi_in: कृपया पहले इस डेटा से जुड़े डेटा को संशोधित करें या हटाएं!
ru_ru: Пожалуйста, сначала измените или удалите данные, связанные с этими данными!
ug_cn: ئاۋال بۇ سانشىفىر بىلەن مۇناسىۋەتلىڭ سانشىفىرنى ئۆزگەرتىڭ ياكى ئۆچۈرۋىتىڭ !‏
ur_pk: براہ کرم پہلے اس ڈیٹا سے وابستہ ڈیٹا میں ترمیم یا ڈیلیٹ کریں !‏
uz_latn: Iltimos, avval ushbu ma'lumotlar bilan bog'liq ma'lumotlarni o'zgartiring yoki o'chirib tashlang!
zh_cn: 请先修改或删除与此数据关联的数据！

# Exception_CountOutOfIPRequestLimit
source: Excessive number of duplicate requests, please try again later! Error Code: 103
de_de: Zu viele wiederholte Anfragen, bitte versuchen Sie es später noch einmal! Fehlercode: 103
es_es: Demasiados pedidos duplicados, por favor, inténtelo de nuevo más tarde! Código de error: 103
hi_in: बहुत बार-बार अनुरोध, कृपया बाद में पुनः प्रयास करें! त्रुटि कोड: 103
ru_ru: Слишком много повторных запросов, пожалуйста, попробуйте еще раз позже! Код ошибки: 103
ug_cn: تەكرار تەلەپ سانى بەك كۆپ بولۇپ كەتتى ، بىرئازدىن كىيىن قايتا سىناڭ !‏ خاتالىق نۇمۇرى: 103
ur_pk: بہت ساری بار بار درخواستیں ، براہ کرم بعد میں دوبارہ کوشش کریں! غلطی کا کوڈ: 103
uz_latn: Juda ko'p takrorlangan so'rovlar, iltimos keyinroq qayta urinib ko'ring! Xato kodi: 103
zh_cn: 重复请求数量过多，请稍后重试！错误代码：103

# Exception_ExceptionSource
source: {0} {1} Exception source: {2}
de_de: {0} {1} Fehlerquelle: {2}
es_es: {0} {1}Fuente de error: {2}
hi_in: {0} {1} गलत स्रोत: {2}
ru_ru: {0} {1}Источник исключения: {2}
ug_cn: {0} {1} خاتالىق مەنبەسى: {2}
ur_pk: {2} خرابی کی ابتداء:{0} {1}
uz_latn: {0} {1} Xato manbai: {2}
zh_cn: {0} {1} 错误来源：{2}

# PropertyExists
source: {0} already exists, please do not re-enter!
de_de: {0} Schon existiert, bitte nicht wiederholen!
es_es: {0} Ya existe, no lo repitas!
hi_in: कृपया पहले इस डेटा से जुड़े डेटा को संशोधित करें या हटाएं!
ru_ru: {0} Уже существует, не повторяй!
ug_cn: {0} ئاللىقاچان مەۋجۈت، تەكرار كىرگۈزمەڭ !‏
ur_pk: {0} پہلے سے موجود ہے ، براہ کرم دوبارہ داخل نہ ہوں !‏
uz_latn: {0} Allaqachon mavjud, iltimos, qaytadan kirmang!
zh_cn: {0} 已存在, 请勿重复输入！

source: Checkout
de_de: Auschecken
es_es: Ajustar cuentas
hi_in: चेक आउट हो चुका
ru_ru: Расчётные счета
ug_cn: ھېساب بوغۇلغان
ur_pk: بل
uz_latn: Hisob
zh_cn: 结账

source: Invalid
de_de: Absagen
es_es: Cancelar
hi_in: शून्य
ru_ru: Отменять
ug_cn: بىكار قىلىنغان
ur_pk: ناکابل استعمال
uz_latn: Bekor
zh_cn: 作废

source: Confirmed
de_de: Bestätigt
es_es: Confirmado
hi_in: की पुष्टि की
ru_ru: Подтверждено
ug_cn: تەستىقلاندى
ur_pk: تصدیق شدہ
uz_latn: Tasdiqlangan
zh_cn: 已确认

source: Get Failed!
de_de: Zugriff fehlgeschlagen!
es_es: ¡El acceso falló!
hi_in: असफल हो जाओ!
ru_ru: Доступ не удался!
ug_cn: ئېرىشىش مەغلۇپ بولدى !‏
ur_pk: حصول ناکام !‏
uz_latn: Sotib olish amalga oshmadi!
zh_cn: 获取失败！

# OrderDetails
source: Bill Details
de_de: Einzelheiten zur Rechnungsstellung
es_es: Detalles de facturación
hi_in: बिल का विवरण
ru_ru: Данные для выставления счетов
ug_cn: تالون تەپسىلاتى
ur_pk: بل کی تفصیلات
uz_latn: Hisob-kitob tafsilotlari
zh_cn: 账单详细

# OrderNo
source: Bill No
de_de: Rechnungsnummer
es_es: Número de facturación
hi_in: बील संख्या
ru_ru: Номер для выставления счёта
ug_cn: تالون نۇمۇرى
ur_pk: بل نمبر
uz_latn: Hisob raqami
zh_cn: 账单编号

# PropertyError
source: {0} is incomplete or inaccurate!
de_de: Das eingegebene {0} ist unvollständig oder falsch!
es_es: ¡El {0} introducido es incompleto o incorrecto!
hi_in: {0} दर्ज किया गया अधूरा या गलत है!
ru_ru: Введенная {0} неполная или неправильная!
ug_cn: كىرگۈزۈلگەن {0} تۇلۇق ئەمەس ياكى خاتا !‏
ur_pk: داخل کردہ {0} نامکمل یا غلط ہے !‏
uz_latn: Kiritilgan {0} tugallanmagan yoki noto'g'ri!
zh_cn: 输入的{0}不完整或不准确！

source: Requesting
de_de: Anfrage in Bearbeitung
es_es: Solicitud en curso
hi_in: बिनती करना
ru_ru: Запрос в процессе выполнения
ug_cn: تەلاپ قىلىندى
ur_pk: درخواست کرنا
uz_latn: Talab qilinmoqda
zh_cn: 请求中

# Show
source: Display
de_de: Ansehen
es_es: Compruebe
hi_in: देखना
ru_ru: Проверить
ug_cn: كۆرۈش
ur_pk: دیکھیں
uz_latn: Ko'rinish
zh_cn: 查看

# ShowDescription
source: Display Details
de_de: Details anzeigen
es_es: Ver detalles
hi_in: विस्तृत जानकारी देखें
ru_ru: Посмотреть Подробнее
ug_cn: تەپسىلاتىنى كۆرۈش
ur_pk: تفصیلات دیکھیں
uz_latn: Tafsilotlarni ko'ring
zh_cn: 查看详情

source: Time
de_de: Zeit
es_es: Tiempo
hi_in: समय
ru_ru: Время
ug_cn: ۋاقىت
ur_pk: وقت
uz_latn: Vaqt
zh_cn: 时间

# TimeLimit
source: Time Search Interval must be in {0} days!
de_de: Das Suchintervall muss innerhalb von {0} Tagen liegen!
es_es: ¡El intervalo de búsqueda debe ser de {0} días!
hi_in: खोज अंतराल {0} दिनों के भीतर होनी चाहिए!
ru_ru: Интервал поиска должен быть в пределах {0} дней!
ug_cn: ئىزدەلگەن ۋاقىت ئارلىقى {0} كۈن ئىچىدە بولۇشى كېرەك !‏
ur_pk: تلاش کا وقفہ لازمی {0} دن میں ہونا چاہئے !‏
uz_latn: Qidiruv oralig'i {0} kun ichida bo'lishi kerak!
zh_cn: 查找时间间隔必须在 {0} 天内！

# ImportDetails
source: Expend Details
de_de: Einzelheiten der Ausgaben
es_es: Detalles de los gastos
hi_in: व्यय का ब्योरा
ru_ru: Детали расходов
ug_cn: چىقىم تەپسىلاتى
ur_pk: اخراجات کی تفصیلات
uz_latn: Xarajat tafsilotlari
zh_cn: 支出详情

# ImportId
source: Expend No
de_de: Ausgaben-Code
es_es: Código de gastos
hi_in: व्यय संख्या
ru_ru: Код расходов
ug_cn: چىقىم نۇمۇرى
ur_pk: اخراجات نمبر
uz_latn: Xarajat raqami
zh_cn: 支出编号

source: Print
de_de: Ausdrucken
es_es: Impresión
hi_in: प्रिंट
ru_ru: Распечатка
ug_cn: بېسىش
ur_pk: پرنٹ کریں
uz_latn: Chop etish
zh_cn: 打印

# PrintDescription
source: Print Content
de_de: Ausdruckbarer Inhalt
es_es: Contenido para imprimir
hi_in: सामग्री प्रिंट करें
ru_ru: Содержание для печати
ug_cn: مەزمۇنىنى بېسىش
ur_pk: پرنٹ کا مواد
uz_latn: Kontentni chop etish
zh_cn: 打印内容

# AddImport
source: Add Expend
de_de: Zusätzliche Ausgaben
es_es: Gastos adicionales
hi_in: नया खर्च
ru_ru: Дополнительные расходы
ug_cn: چىقىم قوشۇش
ur_pk: نیا خرچ
uz_latn: Yangi xarajatlar
zh_cn: 新增支出

# LineDataError
source: The {0}-line data is incomplete or inaccurate!
de_de: Unvollständige oder ungenaue Dateneingabe auf Zeile {0}!
es_es: ¡Ingreso de datos incompletos o inexactos en la línea {0}!
hi_in: लाइन {0} पर डेटा इनपुट अधूरा या गलत है!
ru_ru: Неполный или неточный ввод данных в строке {0}!
ug_cn: نۆۋەتتىكى {0}-قۇردىكى سانشىفىر تۇلۇق كىرگۈزۈلمىگەن ياكى خاتا كىرگۈزۈلگەن !‏
ur_pk: لائن {0} پر ڈیٹا ان پٹ نامکمل ہے یا غلط ہے !‏
uz_latn: {0} qatoridagi ma'lumotlar to'liq emas yoki noto'g'ri!
zh_cn: 第{0}行的数据输入不完整或不准确！

# BalanceCount
source: Remainder Count
de_de: Zahl des Restes
es_es: Excedente
hi_in: बची हुई राशि
ru_ru: Избыток
ug_cn: قالدۇق سانى
ur_pk: باقی رقم
uz_latn: Qolgan miqdor
zh_cn: 剩余数量

# Exception_ProductCountRefreshExpiredRetry
source: The product count expired, please retry!
de_de: Produktmenge abgelaufen, bitte versuchen Sie es erneut!
es_es: La cantidad de producto expiró, ¡por favor inténtelo de nuevo!
hi_in: उत्पाद की मात्रा समाप्त हो गई है, कृपया पुनः प्रयास करें!
ru_ru: Срок действия продукта истек, повторите попытку!
ug_cn: مەھسۇلات سانى ئەمەلدىن قالدى، قايتا سىناڭ !‏
ur_pk: پراڈکٹس کی مقدار کی میعاد ختم ہوگئی ہے ، براہ کرم دوبارہ کوشش کریں !‏
uz_latn: Mahsulot miqdori tugagan, qayta urinib ko'ring!
zh_cn: 产品数量过期, 请重试！

# Exception_ProductCountRefreshFailed
source: The product update failed!
de_de: Produkt-Update fehlgeschlagen!
es_es: ¡La actualización del producto falló!
hi_in: उत्पाद अद्यतन विफल!
ru_ru: Обновление продукта не удалось!
ug_cn: مەھسۇلاتنى يېڭىلاش مەغلۇپ بولدى !‏
ur_pk: پراڈکٹ کی اپ ڈیٹ ناکام !‏
uz_latn: Mahsulot yangilanmadi!
zh_cn: 产品更新失败！

# Exception_ProductCountRefreshRetry
source: The product count not enough, trying to get!
de_de: Nicht genug Produkt, versuchen Sie, das Produkt zurückzuerwerben!
es_es: No hay suficiente producto, ¡trata de readquirirlo!
hi_in: उत्पाद की मात्रा पर्याप्त नहीं है, फिर से उत्पाद प्राप्त करने का प्रयास करें!
ru_ru: Недостаточно товара, попробуйте заново приобрести товар!
ug_cn: مەھسۇلات قالدۇق سانى يەتمىدى، قايتا مەھسۇلات تىزىملىكىنى تەلەپ قىلىۋاتىدۇ !‏
ur_pk: پراڈکٹس کی مقدار کافی نہیں ہے ، دوبارہ مصنوع حاصل کرنے کی کوشش کریں !‏
uz_latn: Mahsulot miqdori etarli emas, mahsulotni yana olishga harakat qiling!
zh_cn: 产品数量不够, 尝试重新获取产品！

# IsBindCount
source: Bind Count
de_de: Anzahl der Bindungen
es_es: Número de fijaciones
hi_in: बाँधने की संख्या
ru_ru: Количество переплетов
ug_cn: سانى باغلىنىشلىق
ur_pk: بائنڈنگ کی تعداد
uz_latn: Bog'lanish soni
zh_cn: 绑定数量

# ProductCountRefreshSuccess
source: The product updated successfully.
de_de: Produkt-Update geklappt.
es_es: Actualización de producto exitosa.
hi_in: उत्पाद अद्यतन सफल रहा।
ru_ru: Обновление продукта прошло успешно.
ug_cn: مەھسۇلاتنى يېڭىلاش ئۇتۇقلۇق بولدى.‏
ur_pk: پراڈکٹ کی اپ ڈیٹ کامیاب ہوِیَ.‏
uz_latn: Mahsulotni yangilash muvaffaqiyatli bo'ldi.
zh_cn: 产品更新成功.

source: Warning Count
de_de: Anzahl der Warnungen
es_es: Número de advertencias
hi_in: चेतावनियों की संख्या
ru_ru: Количество предупреждений
ug_cn: ئاگاھلاندۇرۇش سانى
ur_pk: وارننگ کی تعداد
uz_latn: Ogohlantirishlar soni
zh_cn: 警告数量

source: Call
de_de: Anrufen
es_es: Llamar
hi_in: कॉल
ru_ru: Звонок
ug_cn: چاقىرىش
ur_pk: کال کریں
uz_latn: Qo'ng'iroq qilish
zh_cn: 呼叫

# ConsumptionType
source: Consumer Control
de_de: Kontrolle der Verbraucher
es_es: Control Del Consumidor
hi_in: उपभोग नियंत्रण
ru_ru: Потребительский контроль
ug_cn: ئىستىمال باشقۇرۇش
ur_pk: کھپت کنٹرول
uz_latn: Iste'molni nazorat qilish
zh_cn: 消费控制

# ControlType
source: Remote Control
de_de: Fernsteuerung
es_es: Control Remoto
hi_in: रिमोट कंट्रोल
ru_ru: Дистанционный контроль
ug_cn: يىراقتىن باشقۇرۇش
ur_pk: ریموٹ کنٹرول
uz_latn: Masofaviy boshqarish
zh_cn: 远程控制

source: Cost Price
de_de: Selbstkostenpreis
es_es: Precio De Coste
hi_in: लागत मूल्य
ru_ru: Отпускная цена
ug_cn: تەننەرخ باھاسى
ur_pk: لاگت کی قیمت
uz_latn: Mahsulotning tannarxi
zh_cn: 成本价格

source: Disable
de_de: Schließen
es_es: Cerrar
hi_in: बंद
ru_ru: Закрыть сайт
ug_cn: ئىتىش
ur_pk: بند کرو
uz_latn: O'chirish; yopish
zh_cn: 关闭

source: Enable
de_de: Aktivieren
es_es: Enciende
hi_in: चालू करो
ru_ru: Включать электропитание
ug_cn: ئېچىش
ur_pk: آن کر و
uz_latn: Yoqish; ishga tushirish
zh_cn: 开启

source: New
de_de: Neu
es_es: Nuevo
hi_in: नया
ru_ru: Новый сайт
ug_cn: يېڭى
ur_pk: نیا
uz_latn: Yangi
zh_cn: 新

source: Offline
es_es: Fuera De Línea (Informática)
hi_in: ऑफलाइन
ru_ru: Автономный
ug_cn: تورسىز
ur_pk: آف لائن
uz_latn: Oflayn
zh_cn: 离线

source: Online
es_es: En Línea
hi_in: ऑनलाइन
ru_ru: Онлайн
ug_cn: تورلۇق
ur_pk: آن لائن
uz_latn: Onlayn
zh_cn: 在线

source: Paid Price
de_de: Gezahlter Betrag
es_es: Cantidad pagada
hi_in: भुगतान राशि
ru_ru: Сумма платежа
ug_cn: تاپشۇرغان پۇل
ur_pk: ادائیگی کی رقم
uz_latn: To'lov miqdori
zh_cn: 支付金额

source: Permission denied!
de_de: Keine Genehmigungen!
es_es: ¡No hay permisos!
hi_in: अनुमति नहीं मिली!
ru_ru: Разрешение отказано!
ug_cn: ھوقوق يوق !‏
ur_pk: اجازت نہیں دی گئی !‏
uz_latn: Ruxsat berilmadi!
zh_cn: 没有权限!

# BalancePrice
source: Remaining Price
de_de: Verbleibender Betrag
es_es: La cantidad restante
hi_in: संतुलन
ru_ru: Оставшаяся сумма
ug_cn: قالدۇق سوممىسى
ur_pk: بقیہ
uz_latn: Muvozanat
zh_cn: 剩余金额

source: Change Price
de_de: Preis ändern
es_es: Modificar el precio
hi_in: कीमत को संशोधित करें
ru_ru: Изменить цену
ug_cn: باھا ئۆزگەرتىش
ur_pk: قیمت میں ترمیم کریں
uz_latn: Narxni o'zgartiring
zh_cn: 修改价格

source: Change Time
de_de: Änderungszeit
es_es: Fecha De Modificación
hi_in: समय बदला
ru_ru: Время модификации
ug_cn: ۋاقىت ئۆزگەرتىش
ur_pk: وقت کی تبدیلی
uz_latn: Vaqtni o'zgartiring
zh_cn: 修改时间

source: Confirm
de_de: feststellen
es_es: Confirmar
hi_in: पुष्टि करें
ru_ru: Узнавать
ug_cn: تەستىقلاش
ur_pk: کنفرم
uz_latn: Tasdiqlash
zh_cn: 确认

source: Hour
de_de: Stunde
es_es: Horas
hi_in: घंटे
ru_ru: Часы
ug_cn: سائەت
ur_pk: گھنٹے
uz_latn: Soat
zh_cn: 小时

# InvalidIt
source: Invalid
de_de: Absagen
es_es: Cancelar
hi_in: शून्य
ru_ru: Отменять
ug_cn: ئىناۋەتسىز
ur_pk: ناکابل استعمال
uz_latn: Bekor
zh_cn: 作废

source: Minute
de_de: Minut
es_es: Minutos
hi_in: मिनट
ru_ru: Минуты
ug_cn: مىنۇت
ur_pk: منٹ
uz_latn: Daqiqa
zh_cn: 分钟

source: Remaining Time
de_de: Verbleibende Zeit
es_es: El tiempo restante
hi_in: शेष समय
ru_ru: Оставшееся время
ug_cn: قالدۇق ۋاقىت
ur_pk: باقی ٹایَم
uz_latn: Qolgan vaqt
zh_cn: 剩余时间

source: Total Time
de_de: Gesamtzeit
es_es: Tiempo total
hi_in: कुल समय
ru_ru: Суммарное время
ug_cn: ئومۇمىي ۋاقىت
ur_pk: ٹوٹل ٹایَم
uz_latn: Umumiy vaqt
zh_cn: 总时间

# BalanceCountNotEnough
source: The operation fails, Remaining number of this product is only {0}!
de_de: Die Operation ist fehlgeschlagen, es sind nur noch {0} im Produkt!
es_es: La operación ha fallado, ¡sólo quedan {0} en el producto!
hi_in: ऑपरेशन विफल हो गया, इस उत्पाद की शेष मात्रा केवल {0} है!
ru_ru: Операция не удалась, в изделии остался только {0}!
ug_cn: مەشغۇلات مەغلۇپ بولدى، بۇ مەھسۇلاتنىڭ قالدۇق سانى پەقەت {0} دانە !‏
ur_pk: آپریشن ناکام ، اس پراڈکٹ کی باقی مقدار صرف {0} ہے !‏
uz_latn: Amalga oshirilmadi, ushbu mahsulotning qolgan miqdori atigi {0}!
zh_cn: 操作失败, 此产品剩余数量只有{0}个 !

# CancelOrder
source: Cancel Bill
de_de: Rechnung stornieren
es_es: Cancelar la factura
hi_in: बिल रद्द करें
ru_ru: Отменить законопроект
ug_cn: تالوننى بېكار قىلىش
ur_pk: بل منسوخ کریں
uz_latn: Hisobni bekor qilish
zh_cn: 取消账单

# CancelOrderDescription
source: Cancel current bill.
de_de: Aktuelle Rechnung stornieren.
es_es: Cancele la factura actual.
hi_in: वर्तमान बिल को रद्द करें।
ru_ru: Отменить текущий счет.
ug_cn: نۆۋەتتىكى تالوننى بېكار قىلىش .‏
ur_pk: موجودہ بل منسوخ کرِیں
uz_latn: Amaldagi hisobni bekor qilish.
zh_cn: 取消当前账单.

# CheckoutOrder
source: Checkout Bill
de_de: Checkout-Rechnung
es_es: Factura de la caja
hi_in: चेकआउट बिल
ru_ru: Кассовый чек
ug_cn: ھېساپ بوغۇش
ur_pk: بل ادا کریں
uz_latn: To'lovni to'lash
zh_cn: 结账账单

# CheckoutOrderDescription
source: Checkout current bill.
de_de: Sehen Sie sich die aktuelle Rechnung an.
es_es: Mira la factura actual.
hi_in: वर्तमान बिल देखें।
ru_ru: Проверьте текущий счет.
ug_cn: نۆۋەتتىكى ھېساپنى بوغۇش .‏
ur_pk: موجودہ بل ادا کریں .‏
uz_latn: Joriy hisob-kitobni ko'rib chiqing.
zh_cn: 结账当前账单.

# ConfirmCancelOrder
source: Confirm cancel current bill?
de_de: Stornierung der aktuellen Rechnung bestätigt?
es_es: ¿Confirmar la cancelación de la factura actual?
hi_in: वर्तमान बिल को रद्द करने की पुष्टि करें?
ru_ru: Подтвердить аннулирование текущего счета?
ug_cn: نۆۋەتتىكى تالوننى بېكار قىلىشنى جەزىملەشتۈرەمسىز ؟‏
ur_pk: موجودہ بل کو منسوخ کرنے کی تصدیق کریں ؟‏
uz_latn: Joriy hisob-kitobni bekor qilishni tasdiqlaysizmi?
zh_cn: 确认取消当前账单?

# FaildThenRefreshModel
source: Operate Failed, ready to try to update the bill information!
de_de: Die Operation ist fehlgeschlagen, die Rechnung wurde geändert und Sie sind bereit zu versuchen, Ihre Rechnungsdaten zu aktualisieren!
es_es: La operación ha fallado, la factura ha sido modificada y está listo para tratar de actualizar su información de facturación!
hi_in: ऑपरेशन विफल हो गया, बिल को संशोधित किया गया है, बिल की जानकारी को अपडेट करने की कोशिश करने के लिए तैयार है!
ru_ru: Операция не удалась, счет был изменен, и вы готовы попробовать обновить информацию для выставления счетов!
ug_cn: مەشغۇلات مەغلۇپ بولدى، تالون ئۆزگەرتىلگەن، تالوننى يېڭىلاشقا ئۇرۇنىۋاتىدۇ !‏
ur_pk: آپریشن ناکام ، بل میں ترمیم کی گئی ہے ، بل کی معلومات اپ ڈیٹ کرنے کی کوشش کے لئے تیار ہے !‏
uz_latn: Operatsiya muvaffaqiyatsiz tugadi, hisob o'zgartirildi, hisob ma'lumotlarini yangilashga tayyor!
zh_cn: 操作失败, 账单已修改, 准备尝试更新账单信息 !

source: Locked
de_de: Gesperrt
es_es: Bloqueado
hi_in: बंद
ru_ru: Запертый
ug_cn: قۇلۇپلۇق
ur_pk: لاک ان
uz_latn: Qulflangan
zh_cn: 锁住

# NewOrder
source: New Bill
de_de: Neue Rechnungen
es_es: Nuevas facturaciones
hi_in: नया बिल
ru_ru: Новые биллинги
ug_cn: يېڭى تالون
ur_pk: نیا بل
uz_latn: Yangi hisob-kitob
zh_cn: 新建账单

# NewOrderDescription
source: Create a new Bill.
de_de: Erstellen Sie eine neue Rechnung.
es_es: Crear un nuevo proyecto de ley.
hi_in: एक नया बिल बनाएं।
ru_ru: Создай новый законопроект.
ug_cn: يېڭى تالون قۇرۇش .‏
ur_pk: ایک نیا بل بنائیں .‏
uz_latn: Yangi hisob-kitobni yaratish.
zh_cn: 创建一个新账单.

# OperateSuccess
source: {0} Success!
de_de: {0}Erfolg!
es_es: ¡Éxito {0}!
hi_in: {0} सफलता!
ru_ru: {0}Успех!
ug_cn: {0} ئۇتۇقلۇق بولدى !‏
ur_pk: {0} کامیابی !‏
uz_latn: {0} Muvaffaqiyatli yakunlandi!
zh_cn: {0}成功！

# RefreshOrderFailed
source: Current bill updated failed!
de_de: Die Aktualisierung der aktuellen Rechnung ist gescheitert!
es_es: ¡La actualización del proyecto de ley actual fracasó!
hi_in: वर्तमान बिल अपडेट करने में विफल!
ru_ru: Обновление текущего счета провалилось!
ug_cn: نۆۋەتتىكى تالوننى يېڭىلاش مەغلۇپ بولدى !‏
ur_pk: موجودہ بل کو اپ ڈیٹ کرنے میں ناکام !‏
uz_latn: Joriy hisobni yangilab bo'lmadi!
zh_cn: 更新当前账单失败！

# ReplaceRoom
source: Replace Table
de_de: Sitzung ersetzen
es_es: Asiento de repuesto
hi_in: सैलून बदलें
ru_ru: Сменное место
ug_cn: ئۈستەل ئالماشتۇرۇش
ur_pk: لاؤنج تبدیل کریں
uz_latn: Xonani almashtirish
zh_cn: 替换雅座

# ReplaceRoomDescription
source: Replace table to another table.
de_de: Ersetzen Sie die aktuelle Sitzung durch eine andere.
es_es: Reemplaza la cabina actual por otra.
hi_in: वर्तमान लाउंज को दूसरे लाउंज से बदलें।
ru_ru: Замените текущий стенд на другой.
ug_cn: نۆۋەتتىكى ئۈستەلنى باشقا ئۈستەلگە ئالماشتۇرۇش .‏
ur_pk: موجودہ لاؤنج کو کسی اور لاؤنج سے تبدیل کریں .‏
uz_latn: Amaldagi fonni boshqa fon bilan almashtirish.
zh_cn: 替换当前雅座为其他雅座.

source: Request
de_de: Anfrage
es_es: Solicitar
hi_in: निवेदन
ru_ru: Запрос
ug_cn: تەلەپ
ur_pk: درخواست
uz_latn: So'rov
zh_cn: 请求

source: Restart
de_de: Neustarten
es_es: Reabrir
hi_in: रीबूट
ru_ru: Рестарт
ug_cn: قايتا قوزغۇتۇش
ur_pk: ری سٹارٹ کریں
uz_latn: Qayta yuklash
zh_cn: 重启

# RestartDescription
source: Restart the Hosts.
de_de: Host neuzustarten.
es_es: Reinicie la computadora central.
hi_in: होस्ट को पुनरारंभ करें।
ru_ru: Перезапустите Хосты.
ug_cn: ئاپىراتنى قايتا قوزغۇتۇش .‏
ur_pk: کمپیوٹر ری سٹارٹ کریں .‏
uz_latn: Xostni qayta yoqing.
zh_cn: 重启主机.

# SaveBeforeDelete
source: Please save data!
de_de: Bitte speichern Sie zuerst die Daten!
es_es: ¡Por favor, primero guarde sus datos!
hi_in: कृपया पहले डेटा को बचाएं!
ru_ru: Пожалуйста, сначала сохраните свои данные!
ug_cn: ئالدى بىلەن سانشىفىرنى ساقلاڭ !‏
ur_pk: براہ کرم پہلے ڈیٹا کو سیو کریں !‏
uz_latn: Iltimos, avval ma'lumotlarni saqlang!
zh_cn: 请先保存数据！

# ShowOrder
source: Show Bill
de_de: Rechnung ansehen
es_es: Mostrar factura
hi_in: बिल देखें
ru_ru: Смотреть законопроект
ug_cn: تالون كۆرۈش
ur_pk: بل دیکھیں
uz_latn: Hisobni ko'rish
zh_cn: 查看账单

# ShowOrderDescription
source: Show bill Details.
de_de: Rechnungsdetails anzeigen.
es_es: Ver los detalles de facturación.
hi_in: बिल विवरण देखें।
ru_ru: Просмотреть данные для выставления счетов.
ug_cn: تالون تەپسىلاتىنى كۆرۈش .‏
ur_pk: بل کی تفصیلات دیکھیں .‏
uz_latn: Hisob-kitob ma'lumotlarini ko'rish.
zh_cn: 查看账单详情.

source: Shutdown
de_de: Herunterfahren
es_es: Apagado
hi_in: बंद
ru_ru: Выключение
ug_cn: ئۆچۈرۈش
ur_pk: بند
uz_latn: O'chirish; yopish
zh_cn: 关机
