Repository: huangjinshe/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: de_de, es_es, hi_in, ru_ru, ug_cn, ur_pk, uz_latn, zh_cn

source: Card
de_de: Magnetstreifenkarte
es_es: Tarjeta
hi_in: कड़ी चोट
ru_ru: Бесконтактная карта
ug_cn: كارتا
ur_pk: کارڈ
uz_latn: Kartani uskunaga surish
zh_cn: 刷卡

source: Member
de_de: Mitglied
es_es: Miembro
hi_in: सदस्य
ru_ru: Участник
ug_cn: ئەزا
ur_pk: ممبر
uz_latn: A'zo
zh_cn: 会员

source: Bind
de_de: Binden
es_es: Enlazar
hi_in: बाइंड
ru_ru: Привязать
ug_cn: باغلاش
ur_pk: ٹایَ کرنا
uz_latn: Bog'lash
zh_cn: 绑定

source: Unbind
de_de: Binden Sie auf
es_es: Desatar
hi_in: खोल
ru_ru: Развязать сайт
ug_cn: يېشىش
ur_pk: ان ٹایَ کرنا
uz_latn: Yechish
zh_cn: 解绑

# OldRoomNo
source: Old Table No
de_de: Alte Sitzungsnummer
es_es: Número de bloque antiguo
hi_in: पुराना लाउंज नंबर
ru_ru: Номер старого блока
ug_cn: كونا ئۈستەل نومۇرى
ur_pk: پرانا لاؤنج نمبر
uz_latn: Eski xona raqami
zh_cn: 旧雅座编号

# NewRoomNo
source: New Table No
de_de: Neue Sitzungsnummer
es_es: Nueva Aria No
hi_in: नया लाउंज नंबर
ru_ru: Новая таблица №
ug_cn: يېڭى ئۈستەل نومۇرى
ur_pk: نیا لاؤنج نمبر
uz_latn: Yangi xona raqami
zh_cn: 新雅座编号

# IpAddress2
source: Ip Address
de_de: IP-Adresse
es_es: Dirección IP
hi_in: आईपी ​​पता
ru_ru: IP адрес
ug_cn: تور ئادرېسى
ur_pk: آی پی ایڈریس
uz_latn: IP-manzil
zh_cn: IP地址

source: Request Manager
de_de: Nachfrageverwaltung
es_es: Gestión de la demanda
hi_in: मांग प्रबन्धन
ru_ru: Управление спросом
ug_cn: تەلەپ باشقۇرۇش
ur_pk: ڈیمانڈ مینجمنٹ
uz_latn: Talablarni boshqarish
zh_cn: 需求管理

source: Request Name
de_de: Name der Anforderung
es_es: Nombre del requisito
hi_in: मांग का नाम
ru_ru: Наименование требования
ug_cn: تەلەپ نامى
ur_pk: مطلوبہ نام
uz_latn: Talab nomi
zh_cn: 需求名称

# Request2
source: Request
de_de: Brauchen
es_es: Solicitud
hi_in: मांग
ru_ru: Запрос
ug_cn: تەلەپ
ur_pk: مطلوبہ
uz_latn: Talab
zh_cn: 需求

# RequestDescription
source: Add request to current data.
de_de: Anforderungen zu den aktuellen Daten hinzufügen.
es_es: Añada los requisitos a los datos actuales.
hi_in: वर्तमान डेटा के लिए आवश्यकताओं को जोड़ें।
ru_ru: Добавьте требования к текущим данным.
ug_cn: نۆۋەتتىكى سانشىغىرغا تەلەپ قوشۇش.‏
ur_pk: موجودہ ڈیٹا میں ضروریات شامل کریں.‏
uz_latn: Joriy ma'lumotlarga talablarni qo'shish.
zh_cn: 给当前的数据添加需求。

# IsDisplayAll
source: Display All
de_de: Alles anzeigen
es_es: Mostrar todo
hi_in: सब दिखाएं
ru_ru: Показать все
ug_cn: ھەممىنى كۆرسىتىش
ur_pk: سارے دکھاو
uz_latn: Hammasini ko'rsatish
zh_cn: 显示所有

source: Checkout By
de_de: Zahler
es_es: Cobrador de deudas
hi_in: चेक आउट
ru_ru: Коллектор
ug_cn: ھېساپ بوققۇچى
ur_pk: بل بنانے والا
uz_latn: Tekshirib ko'rish
zh_cn: 结账者

# OrderPhoneNo
source: Bill Phone No
de_de: Telefonnummer der Rechnungsstellung
es_es: Número de teléfono de facturación
hi_in: बिलिंग फोन नंबर
ru_ru: Телефонный номер для выставления счета
ug_cn: تالون تېلېغون نۇمۇرى
ur_pk: بل بنانے والے کا فون نمبر
uz_latn: Hisob-kitob telefon raqami
zh_cn: 账单电话号码

# PersonName
source: Name
de_de: Namen
es_es: Nombre
hi_in: नाम
ru_ru: Имена
ug_cn: ئىسمى
ur_pk: نام
uz_latn: Ism
zh_cn: 姓名

# BillTypeInner
source: Internal
de_de: Innen
es_es: Interior
hi_in: अंदर का
ru_ru: Внутренний
ug_cn: ئىچكى
ur_pk: اندرونی
uz_latn: Ichki
zh_cn: 内部

# BillTypeOuter
source: External
de_de: Außen
es_es: EXTERIOR
hi_in: बाहरी
ru_ru: Внешний
ug_cn: تاشقى
ur_pk: بیرونی
uz_latn: Tashqi
zh_cn: 外部

source: Bill Type
de_de: Art der Rechnung
es_es: Tipo de factura
hi_in: बिल प्रकार
ru_ru: Вид счета
ug_cn: تالون تۈرى
ur_pk: بل کی قسم
uz_latn: Hisob-kitob turi
zh_cn: 账单类型

# AddOuterBill
source: Add External Bill
de_de: Externe Rechnungsstellung hinzufügen
es_es: Añadir la facturación externa
hi_in: बाहरी बिल जोड़ें
ru_ru: Добавление внешнего биллинга
ug_cn: تاشقى تالون قوشۇش
ur_pk: بیرونی بل شامل کریں
uz_latn: Tashqi hisobni qo'shish
zh_cn: 添加外部账单

source: Confirm Save All ?
de_de: Bestätigung aller Speicherung?
es_es: ¿Confirmación de salvamento de todos?
hi_in: क्या आप सभी को बचाना सुनिश्चित करते हैं?
ru_ru: Подтверждение спасения?
ug_cn: ھەممىنى ساقلاشنى جەزىملەشتۈرەمسىز؟‏
ur_pk: کیا آپ واقعی سب کو بچانا چاہتے ہیں؟‏
uz_latn: Barchasini saqlashga aminmisiz?
zh_cn: 确认保存所有?

# SuccessAndFailProperty
source: Success: {0}, Fail: {1}.
de_de: Erfolg: {0}, Misserfolg: {1}.
es_es: Éxito: {0}, Fracaso: {1}.
hi_in: सफलता: {0}, विफलता: {1}।
ru_ru: Успех: {0}, неудача: {1}.
ug_cn: Utukluk: {0}, Maglup: {1}.‏
ur_pk: کامیابی: {0} ، ناکامی: {1}.‏
uz_latn: Muvaffaqiyatli amalgs oshdi: {0}, Amaliyot muvaffaqiyatsizlikka uchradi: {1}.
zh_cn: 成功: {0}, 失败: {1}.

source: Profit
de_de: Reingewinn
es_es: Ganancia neta
hi_in: शुद्ध लाभ
ru_ru: Чистая прибыль
ug_cn: ساپ كىرىم
ur_pk: خالص منافع
uz_latn: Sof foyda
zh_cn: 纯利润

source: Type Name
de_de: Name des Typs
es_es: Nombre del tipo
hi_in: नाम टाइप करें
ru_ru: Имя типа
ug_cn: تۈر نامى
ur_pk: ٹائپ کا نام
uz_latn: Turi nomi
zh_cn: 类型名称

source: Summary
de_de: zusammenfassen
es_es: Resumiendo
hi_in: सारांश में
ru_ru: Резюме
ug_cn: خۇلاسە
ur_pk: خلاصہ
uz_latn: Yakuniy hisob
zh_cn: 总结

# SystemTimeInvalid
source: System time and the server time inconsistent ! {0}Error code: 106
de_de: Systemzeit und Serverzeit stimmen nicht überein! {0} Fehlercode: 106
es_es: ¡La hora del sistema y la del servidor no coinciden! {0} Código de error: 106
hi_in: सिस्टम का समय और सर्वर का समय असंगत है! {0} गलती कोड: 106
ru_ru: Системное время и время сервера не совпадают! {0} Код ошибки: 106
ug_cn: سېستىما ۋاقتى مۇلازىمىتىر ۋاقتى بىلەن ئوخشاش ئەمەس !‏ {0}خاتالىق نۇمۇرى: 106
ur_pk: سسٹم کا وقت اور سرور کا وقت متضاد ہے! {0} غلطی کا کوڈ: 106
uz_latn: Tizim vaqti va server vaqti mos kelmaydi! {0} Xato kodi: 106
zh_cn: 系统时间和服务器时间不一致！{0}错误代码：106

source: Unrecorded Price
de_de: Keinen Betrag eingetragen
es_es: Cantidad no registrada
hi_in: अनगढ़ राशि
ru_ru: Неучтенная сумма
ug_cn: خاتىرلەنمىگەن پۇل
ur_pk: بے حساب رقم
uz_latn: Yozilmagan summa
zh_cn: 未记录金额

source: Received Price
de_de: Erhaltener Betrag
es_es: Cantidad recibida
hi_in: रकम प्राप्त
ru_ru: Полученная сумма
ug_cn: ئېلىنغان پۇل
ur_pk: رقم موصول ہوئی
uz_latn: Qabul qilingan miqdor
zh_cn: 已收金额

source: Prefix
de_de: Name eines Zeichens
es_es: Prefijo
hi_in: उपसर्ग
ru_ru: Префикс
ug_cn: باش ھەرپ
ur_pk: آغاز
uz_latn: Prefiks
zh_cn: 字头

source: Multi-Language
de_de: Vorsilbe
es_es: Multilingüe
hi_in: बहु-भाषा
ru_ru: Многоязычный
ug_cn: كۆپ تىل
ur_pk: کثیر زبانیں
uz_latn: Ko'p tilli amaliyotga o'tish yo'ki ko'p tilli funksiyani tanlash
zh_cn: 多语言

# Exception_DatabaseNotFound
source: Remote server database is not found! Please check! Error code: 108
de_de: Remote-Server-Datenbank nicht gefunden, bitte überprüfen! Fehlercode: 108
es_es: Base de datos del servidor remoto no encontrada, ¡por favor, compruébelo! Código de error: 108
hi_in: दूरस्थ सर्वर डेटाबेस नहीं मिला है, कृपया जाँच करें! गलती कोड: 108
ru_ru: База данных удаленного сервера не найдена, пожалуйста, проверьте! Код ошибки: 108
ug_cn: يىراق مۇلازىمېتىردىكى سانشىغىر ئامبىرى تېپىلمىدى، تەكشۈرۈڭ !‏ خاتالىق نۇمۇرى: 108
ur_pk: ریموٹ سرور ڈیٹا بیس نہیں ملا ، براہ کرم چیک کریں! غلطی کا کوڈ: 108
uz_latn: Masofaviy server ma'lumotlar bazasi topilmadi, iltimos tekshiring! Xato kodi: 108
zh_cn: 远程服务器数据库未找到，请检查！错误代码：108

# Exception_DatabaseLoadFailed
source: Remote server database load failed! ! Error code: 109
de_de: Die Datenbank des Fernservers konnte nicht geladen werden! Fehlercode: 109
es_es: ¡La base de datos del servidor remoto falló al cargarse! Código de error: 109
hi_in: दूरस्थ सर्वर डेटाबेस लोड करने में विफल रहा! त्रुटि कोड: 109
ru_ru: База данных удаленного сервера не загрузилась! Код ошибки: 109
ug_cn: يىراق مۇلازىمېتىردا سانشىغىر ئامبىرىنى يۈكلەش مەغلۇپ بولدى !‏ خاتالىق نۇمۇرى: 109
ur_pk: ریموٹ سرور ڈیٹا بیس لوڈ کرنے میں ناکام! غلطی کا کوڈ: 109
uz_latn: Masofaviy server ma'lumotlar bazasi yuklanmadi! Xato kodi: 109
zh_cn: 远程服务器数据库加载失败！错误代码：109

source: No Limit
de_de: Keine Begrenzung
es_es: No hay ningún límite
hi_in: कोई सीमा नहीं
ru_ru: Безлимитный
ug_cn: چەكسىز
ur_pk: کوئی حد نہیں
uz_latn: Chegara yo'q
zh_cn: 没有限制

# ProductExpiredDescription
source: Change product expired time!
de_de: Ändern Sie das Verfallsdatum des Produkts!
es_es: ¡Modificar la fecha de caducidad del producto!
hi_in: उत्पाद की समाप्ति का समय संशोधित करें!
ru_ru: Изменить срок годности продукта!
ug_cn: مەھسۇلاتنىڭ ئىناۋەتلىك ۋاقتىنى ئۆزگەرتىش !‏
ur_pk: پراڈکٹس کی میعاد ختم ہونے کے وقت میں ترمیم کریں !‏
uz_latn: Mahsulotning amal qilish muddatini o'zgartiring!
zh_cn: 修改产品到期时间！

source: None
de_de: Keiner
es_es: Ninguno
hi_in: नहीं
ru_ru: Никто
ug_cn: يوق
ur_pk: نہیں
uz_latn: Yo'q
zh_cn: 无

source: Barcode Reader
de_de: Strichcode-Lesegerät
es_es: Lector de código de barras
hi_in: बारकोड रीडर
ru_ru: Считыватель штрих-кода
ug_cn: تاياقلىق كود ئوقۇغۇچ
ur_pk: بارکوڈ ریڈر
uz_latn: Shtrixli o'qish
zh_cn: 条码阅读器

# PrintBarcodeDescription
source: Print Barcode
de_de: Strichcode-Ausdruck
es_es: Impresión de código de barras
hi_in: प्रिंट बारकोड
ru_ru: Печать штрих-кода
ug_cn: تاياقلىق كود بېسىش
ur_pk: بار کوڈ پرنٹ کریں
uz_latn: Shtrixli kodni chop eting
zh_cn: 打印条码

source: Size
de_de: Größe
es_es: Tamaño
hi_in: आकार
ru_ru: Размер
ug_cn: ئۆلچەم
ur_pk: سائز
uz_latn: Hajmi
zh_cn: 尺寸

# BarcodeLengthLimit
source: Barcode length must be 8 or 13 !
de_de: Die Strichcodelänge muss 8 oder 13 Stellen betragen!
es_es: ¡La longitud del código de barras debe ser de 8 o 13 dígitos!
hi_in: बारकोड की लंबाई 8 या 13 अंक होनी चाहिए!
ru_ru: Длина штрих-кода должна быть 8 или 13 цифр!
ug_cn: تاياقلىق كود سانى 8 خانە ياكى 13 خانە بولىشى كېرەك !‏
ur_pk: بار کوڈ کی لمبائی 8 یا 13 ہندسوں کا ہونا ضروری ہے !‏
uz_latn: Shtrixli uzunlik 8 yoki 13 ta raqamdan iborat bo'lishi kerak!
zh_cn: 条码长度必须是8位或13位！

source: Bill-Wide
de_de: Rechnung - Breite
es_es: Facturación - amplia
hi_in: बिल-व्यापी
ru_ru: Счет - широкий
ug_cn: تالۇن-كەڭ
ur_pk: بل۔وسیع
uz_latn: Taxminiy hisob-kitob
zh_cn: 账单-宽

source: Print All
de_de: Alles ausdrucken
es_es: Imprimir todo
hi_in: सभी को प्रिंट करें
ru_ru: Распечатать все
ug_cn: ھەممىنى پىرىنتلاش
ur_pk: سب پرنٹ کریں
uz_latn: Barchasini chop etish
zh_cn: 打印所有

# ConfirmBalanceInjustice
source: Balance injustice! confirmed ?
de_de: Das Guthaben ist ungleichmäßig, bestätigt?
es_es: El equilibrio es desigual. ¿Estás seguro?
hi_in: संतुलन असमान है, क्या आप सुनिश्चित हैं?
ru_ru: Баланс несправедливости! подтверждено?
ug_cn: قالدۇق تەمپۇڭ ئەمەس! جەزىملەشتۈرەمسىز؟‏
ur_pk: بقیہ بیلنس ناکافی ہے، کیا آپ کو معلوم ہے؟‏
uz_latn: Balans notekis, ishonchingiz komilmi?
zh_cn: 余额不平, 确定吗？

source: Product Parent Name
de_de: Name des übergeordneten Produkts
es_es: El nombre del producto principal
hi_in: मूल उत्पाद का नाम
ru_ru: Родительское название продукта
ug_cn: ئاتا مەھسۇلات نامى
ur_pk: پیرنٹ پراڈکٹس کا نام
uz_latn: Asosiy mahsulot nomi
zh_cn: 父级产品名

source: Product Parent Count
de_de: Anzahl der Mutterprodukte
es_es: Número de productos de origen
hi_in: मूल उत्पादों की संख्या
ru_ru: Количество материнских продуктов
ug_cn: ئاتا مەھسۇلات سانى
ur_pk: پیرنٹ پراڈکٹس کی تعداد
uz_latn: Ota-ona mahsulotlari soni
zh_cn: 父级产品数量

source: Borrow
de_de: Auf Kredit kaufen oder verkaufen
es_es: Prestar
hi_in: श्रेय
ru_ru: Одолжить
ug_cn: نىسى
ur_pk: کریڈٹ
uz_latn: Kredit
zh_cn: 赊欠

# CanNotExceed
source: Total paid price is ￥{0} !
de_de: Die Gesamtzahlung betrug ￥{0}!
es_es: ¡El pago total fue de ${0}!
hi_in: कुल भुगतान राशि {0} युआन है!
ru_ru: Общий платеж составил ￥{0}!
ug_cn: ئومۇمىي تۆلەنگەن پۇل {0} يۈەن !‏
ur_pk: ادائیگی کی کل رقم {0} یوآن ہے !‏
uz_latn: To'lovning umumiy miqdori - {0} yuan!
zh_cn: 总支付金额为{0}元！

source: Change Count
de_de: Modifikationsmenge
es_es: cantidad de modificación
hi_in: मात्रा बदलें
ru_ru: Количество модификаций
ug_cn: سان ئۆزگەرتىش
ur_pk: مقدار بدلیں
uz_latn: Miqdorni o'zgartirish
zh_cn: 修改数量

source: Information
de_de: Hinweis
es_es: Información
hi_in: प्रेरित करना
ru_ru: Информация
ug_cn: ئەسكەرتىش
ur_pk: فوری طور پر
uz_latn: Tezkor
zh_cn: 提示

# InnerBill
source: Internal Bill
de_de: Interne Rechnungsstellung
es_es: Facturación interna
hi_in: आंतरिक बिल
ru_ru: Внутренний биллинг
ug_cn: ئىچكى تالون
ur_pk: اندرونی بل
uz_latn: Ichki hisob-kitob
zh_cn: 内部账单

# OuterBill
source: External Bill
de_de: Externe Rechnungsstellung
es_es: Facturación externa
hi_in: बाहरी बिल
ru_ru: Внешний биллинг
ug_cn: تاشقى تالون
ur_pk: بیرونی بل
uz_latn: Tashqi hisob-kitob
zh_cn: 外部账单

# IndexNameOrBarcode
source: Please input index name or barcode no
de_de: Bitte Indexname oder Strichcode eingeben
es_es: Por favor, introduzca el nombre del índice o el código de barras
hi_in: कृपया इंडेक्स नाम या बारकोड दर्ज करें
ru_ru: Пожалуйста, введите индекс или штрих-код
ug_cn: ئاچقۇچ نامى ياكى تاياقلىق كود نومۇرىنى كىرگۈزۈڭ
ur_pk: براہ کرم انڈیکس کا نام یا بار کوڈ درج کریں
uz_latn: Iltimos, indeks nomini yoki shtrix-kodni kiriting
zh_cn: 请输入索引名或条码

# Exception_DeviceExists
source: Current device is using !{0}Error code: 115
de_de: Aktuelle Ausrüstung im Einsatz! {0} Fehlercode: 115
es_es: Equipo actual en uso! {0} Código de error: 115
hi_in: वर्तमान डिवाइस उपयोग में है! {0} गलती कोड: 115
ru_ru: Текущее оборудование в использовании! {0} Код ошибки: 115
ug_cn: نۆۋەتتىكى ئۈسكىنە ئىشلىتىلىۋاتىدۇ !‏{0} خاتالىق نۇمۇرى: 115
ur_pk: موجودہ ڈیوائس استعمال میں ہے! {0} غلطی کا کوڈ: 115
uz_latn: Joriy qurilma ishlatilmoqda! {0} Xato kodi: 115
zh_cn: 当前设备正在使用！{0}错误代码：115

# ReturnId
source: Return No
de_de: Rückgabe-Nummer
es_es: Número de devolución
hi_in: वापसी नंबर
ru_ru: Номер возврата
ug_cn: قايتۇرۇش نومۇرى
ur_pk: ریٹرن نمبر
uz_latn: Qaytgan raqam
zh_cn: 退回编号

source: Return Bill
de_de: Rückgabe von Rechnungen
es_es: Reembolso de facturas
hi_in: वापसी का बिल
ru_ru: Возврат счетов
ug_cn: قايتۇرۇش تالونى
ur_pk: واپسی کا بل
uz_latn: Hisobni qaytarish
zh_cn: 退回账单

source: Balance Manager
de_de: Guthabenverwaltung
es_es: gestión del equilibrio
hi_in: शेष प्रबंधन
ru_ru: Управление балансом
ug_cn: قالدۇق باشقۇرۇش
ur_pk: بیلنس مینجمنٹ
uz_latn: Balansni boshqarish
zh_cn: 余额管理

source: BalanceName
de_de: Name des Guthabens
es_es: Nombre de la balanza
hi_in: शेष नाम
ru_ru: Название баланса
ug_cn: قالدۇق نامى
ur_pk: بیلنس کا نام
uz_latn: Balans nomi
zh_cn: 余额名称

# IsBind
source: Bind
de_de: Binden
es_es: Enlazar
hi_in: बाइंड
ru_ru: Связывать
ug_cn: باغلاش
ur_pk: باندھنا
uz_latn: Bog'lash
zh_cn: 绑定

# CardOnlyCouldBindOnce
source: You can only bind one card !
de_de: Dürfen Sie nur eine Karte binden!
es_es: ¡Ata a una tarjeta!
hi_in: केवल एक कार्ड बाध्य किया जा सकता है!
ru_ru: Свяжите до одной карты!
ug_cn: ئەڭ كۆپ بولغاندا بىرلا كارتا باغلىغىلى بولىدۇ !‏
ur_pk: صرف ایک کارڈ کا پابند ہوسکتا ہے !‏
uz_latn: Faqat bitta kartani bog'lash mumkin!
zh_cn: 最多只能绑定一张卡!

source: Account Bank
de_de: Kontobank
es_es: Banco de la cuenta
hi_in: बैंक खाता
ru_ru: Банк расчётов
ug_cn: ھېسابات بانكىسى
ur_pk: بنک اکاؤنٹ
uz_latn: Bank hisob raqami
zh_cn: 开户银行

source: Account Name
de_de: Konto-Name
es_es: Nombre de la cuenta
hi_in: खाते का नाम
ru_ru: Имя аккаунта
ug_cn: ھېسابات ئىسمى
ur_pk: اکاؤنٹ کا نام
uz_latn: Hisob nomi
zh_cn: 开户姓名

source: Account No
de_de: Kontonummer
es_es: Abrir una cuenta
hi_in: लेखा
ru_ru: Открыть счет
ug_cn: ھېسابات نومۇرى
ur_pk: اکاؤنٹ نمبر
uz_latn: Hisob qaydnomasi
zh_cn: 开户帐号

source: ReturnType
de_de: Art der Rückgabe
es_es: Tipo de retorno
hi_in: वापसी प्रकार
ru_ru: Тип возврата
ug_cn: قايتۇرۇش تۈرى
ur_pk: واپسی کی قسم
uz_latn: Qaytish turi
zh_cn: 退回类型

source: Return Manager
de_de: Rückgabe-Verwaltung
es_es: Gestión de la devolución
hi_in: वापसी प्रबंधन
ru_ru: Управление возвратами
ug_cn: قايتۇرۇش باشقۇرۇش
ur_pk: ریٹرن مینجمنٹ
uz_latn: Qaytishni boshqarish
zh_cn: 退回管理

source: From Customer
de_de: Aus Kunden
es_es: De los clientes
hi_in: ग्राहक से
ru_ru: От клиентов
ug_cn: خېرىداردىن
ur_pk: گاہک سے
uz_latn: Mijozdan
zh_cn: 来自客户

source: To Supplier
de_de: Rückgabe von Lieferant
es_es: Retirando el proveedor
hi_in: आपूर्तिकर्ता को वापस करें
ru_ru: Отводящий поставщик
ug_cn: تەمىناتچىغا
ur_pk: سپلائر واپس کریں
uz_latn: Yetkazib beruvchini qaytarish
zh_cn: 退供应商

source: Return Details
de_de: Rückgabeeinzelheiten
es_es: Volver a los detalles
hi_in: विवरण वापस करें
ru_ru: Вернуться к деталям
ug_cn: قايتۇرۇش تەپسىلاتى
ur_pk: تفصیلات لوٹائیں
uz_latn: Tafsilotlarni qaytarish
zh_cn: 退回详细

# IsChange
source: Replace
de_de: Ersetzungen
es_es: Reemplazos
hi_in: बदलने के
ru_ru: Замены
ug_cn: ئالماشتۇرۇش
ur_pk: تبدیل کریں
uz_latn: Almashtirish
zh_cn: 替换

source: Checkout Return
de_de: Rückgabe von der Kasse
es_es: Regresó de la caja
hi_in: चेकआउट रिफंड
ru_ru: Вернулся с кассы
ug_cn: قايتۇرۇش بوغۇش
ur_pk: بل کی واپسی
uz_latn: To'lovni qaytarish
zh_cn: 结账退回

source: Balance Pays Income Statistic
de_de: Statistik der Guthaben-Zahlungseinkommen
es_es: Estadísticas de ingresos de la balanza de pagos
hi_in: शेष भुगतान आय के आँकड़े
ru_ru: Статистика платежного баланса
ug_cn: قالدۇق تۆلەم كىرىم ستاتىستىكىسى
ur_pk: بیلنس ادائیگی کی آمدنی کے اعدادوشمار
uz_latn: Balansni to'lash bo'yicha daromadlar statistikasi
zh_cn: 余额支付收入统计

source: Balance Pays Spend Statistic
de_de: Statistik der Zahlungsguthabenausgaben
es_es: Estadísticas de gastos de pago de saldos
hi_in: शेष भुगतान व्यय के आँकड़े
ru_ru: Статистика расходов на оплату платежного баланса
ug_cn: قالدۇق تۆلەم چىقىم ستاتىستىكىسى
ur_pk: بیلنس ادائیگی کے اخراجات کے اعدادوشمار
uz_latn: Balansni to'lash xarajatlari statistikasi
zh_cn: 余额支付支出统计

# BalancePayByCash
source: Balance Pay(Cash)
de_de: Bezahlung aus Gutehaben (mit Bargeld)
es_es: Pagos de saldo (efectivo)
hi_in: शेष भुगतान (नकद)
ru_ru: Платежи баланса (наличными)
ug_cn: قالدۇق تۆلەم (نەخ پۇل)‏
ur_pk: بیلنس ادائیگی (نقد)
uz_latn: Balans to'lovi (naqd pul)
zh_cn: 余额支付(现金)

# BalancePayByCard
source: Balance Pay(Card)
de_de: Guthaben
es_es: Pago del saldo (Tarjeta)
hi_in: शेष भुगतान (कार्ड)
ru_ru: Баланс оплаты (карта)
ug_cn: قالدۇق تۆلەم (كارتا)‏
ur_pk: بیلنس ادائیگی (کارڈ)
uz_latn: Balans to'lovi (karta)
zh_cn: 余额支付(卡)

# MemberPayByCash
source: Member Pay(Cash)
de_de: Mitgliederzahlungen (mit Bargeld))
es_es: Pagos de los miembros (en efectivo)
hi_in: सदस्य भुगतान (नकद)
ru_ru: Членский взнос (наличные)
ug_cn: ئەزا تۆلەم (نەخ پۇل)‏
ur_pk: ممبرشپ کی ادائیگی (نقد)
uz_latn: A'zo to'lovi (naqd pul)
zh_cn: 会员支付(现金)

# MemberPayByCard
source: Member Pay(Card)
de_de: Bezahlung von Mitgliedern (mit Karte)
es_es: Pago de la membresía (Tarjeta)
hi_in: सदस्य भुगतान (कार्ड)
ru_ru: Членский взнос (Карта)
ug_cn: ئەزا تۆلەم (كارتا)‏
ur_pk: ممبرشپ کی ادائیگی (کارڈ)
uz_latn: A'zo to'lovi (karta)
zh_cn: 会员支付(卡)

# SupplierPayByCash
source: Supplier Pay(Cash)
de_de: Bezahlung von Verkäufern (mit Bargeld))
es_es: Pagos de los proveedores (en efectivo)
hi_in: आपूर्तिकर्ता भुगतान (नकद)
ru_ru: Продажные платежи (наличными)
ug_cn: تەمىناتچى تۆلەم (نەخ پۇل)‏‏
ur_pk: سپلائر کی ادائیگی (نقد)
uz_latn: Yetkazib beruvchining to'lovi (naqd pul)
zh_cn: 供应商支付(现金)

# SupplierPayByCard
source: Supplier Pay(Card)
de_de: Bezahlung von Anbietern (Karte)
es_es: Pagos de proveedores (tarjetas)
hi_in: आपूर्तिकर्ता भुगतान (कार्ड)
ru_ru: Продажные платежи (карточки)
ug_cn: تەمىناتچى تۆلەم (كارتا)‏
ur_pk: سپلائر کی ادائیگی (کارڈ)
uz_latn: Yetkazib beruvchining to'lovi (karta)
zh_cn: 供应商支付(卡)

# AdminPayByCash
source: Admin Pay(Cash)
de_de: Bezahlung von Verwaltern (mit Bargeld))
es_es: Pagos del administrador (en efectivo)
hi_in: प्रशासक भुगतान (नकद)
ru_ru: Администраторские платежи (наличными)
ug_cn: باشقۇرغۇچى تۆلەم (نەخ پۇل)‏
ur_pk: ایڈمنسٹریٹر کی تنخواہ (نقد)
uz_latn: Ma'mur to'lovi (naqd pul)
zh_cn: 管理员支付(现金)

# AdminPayByCard
source: Admin Pay(Card)
de_de: Bezahlung von Verwaltern (mit Karte)
es_es: Pago de los administradores (Tarjeta)
hi_in: प्रशासक भुगतान (कार्ड)
ru_ru: Оплата хранителя (картами)
ug_cn: باشقۇرغۇچى تۆلەم (كارتا)‏
ur_pk: ایڈمنسٹریٹر کی تنخواہ (کارڈ)
uz_latn: Ma'mur to'lovi (karta)
zh_cn: 管理员支付(卡)

source: Return Statistic
de_de: Rückgabe-Statistik
es_es: Estadísticas de retorno
hi_in: वापसी के आंकड़े
ru_ru: Статистика возврата
ug_cn: قايتۇرۇش ستاتىستىكىسى
ur_pk: اعداد و شمار سے واپسی
uz_latn: Qaytish statistikasi
zh_cn: 退回统计

source: Admin Sale Statistic
de_de: Verkaufsstatistik des Verwalters
es_es: Las estadísticas de ventas del administrador
hi_in: बिक्री के आँकड़े
ru_ru: Статистика продаж администратора
ug_cn: باشقۇرغۇچى سېتىش ستاتىستىكىسى
ur_pk: ایڈمن سیل کے اعدادوشمار
uz_latn: Administrator sotuvi statistikasi
zh_cn: 管理员出售统计

source: Return Products Statistic
de_de: Statistik der zurückgegebenen Produkte
es_es: Estadísticas de productos devueltos
hi_in: लौटे उत्पाद आँकड़े
ru_ru: Статистика возвращаемой продукции
ug_cn: قايتۇرۇلغان مەھسۇلات ستاتىستىكىسى
ur_pk: واپس آےَ ہوےَ پرا|ڈکٹس کا اعدادوشمار
uz_latn: Qaytgan mahsulotlarning statistikasi
zh_cn: 退回产品统计

source: Replace Count
de_de: Anzahl der Ersetzungen
es_es: Número de reemplazos
hi_in: प्रतिस्थापन मात्रा
ru_ru: Количество замен
ug_cn: ئالماشتۇرغان سانى
ur_pk: تبدیلی کی مقدار
uz_latn: O'zgartirish miqdori
zh_cn: 替换数量

source: Record Count
de_de: Erfasste Menge
es_es: Cantidad registrada
hi_in: रिकॉर्ड की संख्या
ru_ru: Зарегистрированное количество
ug_cn: خاتىرە سانى
ur_pk: ریکارڈوں کی تعداد
uz_latn: Yozuvlar soni
zh_cn: 记录数量

source: Return
de_de: Rücksendung (ein Artikel)
es_es: Devolución
hi_in: वापसी
ru_ru: Возврат (лот)
ug_cn: قايتۇرۇش
ur_pk: واپسی
uz_latn: Qaytish
zh_cn: 退回

source: Card Price
de_de: Durchzugspreis der Karte
es_es: El precio de la tarjeta de crédito
hi_in: क्रेडिट कार्ड की कीमत
ru_ru: Цена карточного конверта
ug_cn: كارتا سۈرۈش باھاسى
ur_pk: کریڈٹ کارڈ کی قیمت
uz_latn: Kredit karta narxi
zh_cn: 刷卡价格

source: Card Balance Price
de_de: Kartenguthaben
es_es: Saldo de la tarjeta
hi_in: कार्ड बैलेंस
ru_ru: Баланс карты
ug_cn: كارتا قالدۇق باھاسى
ur_pk: کارڈ بیلنس
uz_latn: Kartadagi qoldiq
zh_cn: 卡余额

source: Other Price
de_de: Andere Preise
es_es: Otros precios
hi_in: अन्य कीमतें
ru_ru: Другие цены
ug_cn: باشقا باھاسى
ur_pk: دیگر قیمتیں
uz_latn: Boshqa narxlar
zh_cn: 其他价格

source: Supplier
de_de: Lieferanten
es_es: Proveedores
hi_in: देने वाला
ru_ru: Поставщики
ug_cn: تەمىناتچى
ur_pk: سپلائر
uz_latn: Etkazib beruvchi
zh_cn: 供应商

# PrintInfo
source: Bill Message
de_de: Informationen zur Rechnungsstellung
es_es: Información de facturación
hi_in: बिलिंग जानकारी
ru_ru: Информация для выставления счетов
ug_cn: تالون ئۇچۇرى
ur_pk: بلنگ کی معلومات
uz_latn: To'lov ma'lumotlari
zh_cn: 账单信息

source: Test
de_de: Prüfung
es_es: Pruebas
hi_in: परीक्षा
ru_ru: Тестирование
ug_cn: سىناش
ur_pk: ٹیسٹ
uz_latn: Sinov muddati
zh_cn: 测试

# InputPhoneNoFirst
source: If you enter bill message, please enter the phone number first !
de_de: Wenn Sie Rechnungsinformationen eingeben, geben Sie bitte zuerst Ihre Telefonnummer ein!
es_es: Si está introduciendo la información de facturación, por favor, introduzca su número de teléfono primero!
hi_in: यदि आप बिलिंग जानकारी दर्ज करते हैं, तो कृपया पहले फ़ोन नंबर दर्ज करें!
ru_ru: Если вы вводите информацию для выставления счетов, пожалуйста, сначала введите свой номер телефона!
ug_cn: ئەگەر تالون ئۇچۇرى كىرگۈزسىڭىز ئاۋال تېلېغون نۇمۇرىنى كىرگۈزۈڭ !‏
ur_pk: اگر آپ بلنگ کی معلومات درج کرتے ہیں تو ، براہ کرم پہلے فون نمبر درج کریں !‏
uz_latn: Agar siz hisob-kitob ma'lumotlarini kiritgan bo'lsangiz, iltimos, avval telefon raqamini kiriting!
zh_cn: 如果输入账单信息请先输入电话号码!

source: Price Monitor
de_de: Preis-Anzeige
es_es: Pantalla de precios
hi_in: मूल्य प्रदर्शन
ru_ru: Монитор цен
ug_cn: باھا كۆرسەتكۈچ
ur_pk: قیمت ڈسپلے
uz_latn: Narxlarni ko'rsatish
zh_cn: 价格显示

source: Product Profit Statistic
de_de: Produkt-Profit-Statistik
es_es: Estadísticas de ganancias de productos
hi_in: उत्पाद लाभ के आँकड़े
ru_ru: Статистика прибыли продукции
ug_cn: مەھسۇلات كىرىم ستاتىستىكىسى
ur_pk: پراڈکٹس کے منافع کے اعدادوشمار
uz_latn: Mahsulot foyda statistikasi
zh_cn: 产品利润统计

# IsBindWeigh
source: Bind Weight
de_de: Verbindliches Gewicht
es_es: El peso de la unión
hi_in: वजन बांधना
ru_ru: Вес связующего
ug_cn: ئېغىرلىق باغلاش
ur_pk: وزن بایَنڈ کریں
uz_latn: Majburiy vazn
zh_cn: 绑定重量
